{"name": {"0": "Baccarat Rouge 540", "1": "Angels' Share", "2": "Tobacco Vanille", "3": "By the Fireplace", "4": "Black Opium"}, "company": {"0": "Maison Francis Kurkdjian", "1": "By Kilian", "2": "Tom Ford", "3": "Maison Martin Margiela", "4": "Yves Saint Laurent"}, "url": {"0": "https://www.fragrantica.com/perfume/Maison-Francis-Kurkdjian/Baccarat-Rouge-540-33519.html", "1": "https://www.fragrantica.com/perfume/By-Kilian/Angels-Share-62615.html", "2": "https://www.fragrantica.com/perfume/Tom-Ford/Tobacco-Vanille-1825.html", "3": "https://www.fragrantica.com/perfume/Maison-Martin-Margiela/By-the-Fireplace-31623.html", "4": "https://www.fragrantica.com/perfume/Yves-Saint-Laurent/Black-Opium-25324.html"}, "image": {"0": "https://fimgs.net/mdimg/perfume/375x500.33519.jpg", "1": "https://fimgs.net/mdimg/perfume/375x500.62615.jpg", "2": "https://fimgs.net/mdimg/perfume/375x500.1825.jpg", "3": "https://fimgs.net/mdimg/perfume/375x500.31623.jpg", "4": "https://fimgs.net/mdimg/perfume/375x500.25324.jpg"}, "for_gender": {"0": "for women and men", "1": "for women and men", "2": "for women and men", "3": "for women and men", "4": "for women"}, "rating": {"0": 3.94, "1": 4.38, "2": 4.26, "3": 4.26, "4": 3.92}, "number_votes": {"0": 14670, "1": 6036, "2": 17441, "3": 9737, "4": 20424}, "main accords": {"0": {"woody": 100.0, "amber": 96.7424, "warm spicy": 69.3355, "fresh spicy": 47.0443, "animalic": 46.7429, "aromatic": 46.4637, "metallic": 46.0847}, "1": {"woody": 100.0, "warm spicy": 94.5716, "sweet": 87.3279, "vanilla": 78.666, "cinnamon": 73.5253, "amber": 50.5199, "powdery": 47.4302}, "2": {"vanilla": 100.0, "sweet": 95.0225, "tobacco": 85.4413, "warm spicy": 69.5486, "fruity": 61.4896, "cacao": 53.1425, "woody": 52.6605, "powdery": 49.6388}, "3": {"woody": 100.0, "vanilla": 77.2858, "balsamic": 75.9343, "warm spicy": 67.1061, "amber": 63.0289, "powdery": 58.0967, "nutty": 52.9914, "musky": 45.6711}, "4": {"vanilla": 100.0, "coffee": 87.5611, "sweet": 80.0092, "warm spicy": 74.671, "white floral": 71.8659, "soft spicy": 62.4152, "woody": 60.89, "fruity": 60.4596, "powdery": 53.064, "balsamic": 52.4468}}, "description": {"0": "Baccarat Rouge 540 by Maison Francis Kurkdjian is a Amber Floral fragrance for women and men. Baccarat Rouge 540 was launched in 2015. The nose behind this fragrance is Francis Kurkdjian. Top notes are Saffron and Jasmine; middle notes are Amberwood and Ambergris; base notes are Fir Resin and Cedar. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "1": "Angels' Share by By Kilian is a Amber Vanilla fragrance for women and men. Angels' Share was launched in 2020. The nose behind this fragrance is Benoist Lapouza. Top note is Cognac; middle notes are Cinnamon, Tonka Bean and Oak; base notes are Praline, Vanilla and Sandalwood. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "2": "Tobacco Vanille by Tom Ford is a Amber Spicy fragrance for women and men. Tobacco Vanille was launched in 2007. The nose behind this fragrance is Olivier Gillotin. Top notes are Tobacco Leaf and Spicy Notes; middle notes are Vanilla, Cacao, Tonka Bean and Tobacco Blossom; base notes are Dried Fruits and Woody Notes. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "3": "By the Fireplace by Maison Martin Margiela is a Woody fragrance for women and men. By the Fireplace was launched in 2015. The nose behind this fragrance is Marie Salamagne. Top notes are Cloves, Pink Pepper and Orange Blossom; middle notes are Chestnut, Guaiac Wood and Juniper; base notes are Vanilla, Peru Balsam and Cashmeran. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "4": "Black Opium by Yves Saint Laurent is a Amber Vanilla fragrance for women. Black Opium was launched in 2014. Black Opium was created by Nathalie Lorson, Marie Salamagne, Olivier Cresp and Honorine Blanc. Top notes are Pear, Pink Pepper and Orange Blossom; middle notes are Coffee, Jasmine, Bitter Almond and Licorice; base notes are Vanilla, Patchouli, Cashmere Wood and Cedar. In September of 2014 Yves Saint Laurent launches Black Opium, the new fragrance announced as a rock'n'roll interpretation of the classic that should highlight the dark, mysterious side of the YSL brand. Master perfumers Nathalie Lorson and Marie Salamagne, in collaboration with Olivier Cresp and Honorine Blanc, developed the composition. Notes of coffee, present in large quantities, dominate the scent. Additional accords are pink pepper, orange blossom, jasmine, vanilla, patchouli and cedar.\n\nThe perfume comes in the bottle designed as the last editions of the Opium collection. The bottle is dark and decorated with sequins that give a glam rock look.\n\nThe face of the perfume's campaign is British model Edie Campbell, shot by Daniel Wolfe. Black Opium is available as 30, 50 and 100 ml Eau de Parfum.Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית."}, "top notes": {"0": ["Saffron", "", "Jasmine"], "1": ["Cognac", ""], "2": ["Tobacco Leaf", "", "Spicy Notes"], "3": ["Cloves", "", "Pink Pepper", "Orange Blossom"], "4": ["Pear", "", "Pink Pepper", "Orange Blossom"]}, "middle notes": {"0": ["Amberwood", "Amberwood", "Ambergris", "Ambergris"], "1": ["Cinnamon", "Cinnamon", "Tonka Bean", "Tonka Bean", "Oak", "Oak"], "2": ["Vanilla", "Vanilla", "Cacao", "Cacao", "Tonka Bean", "Tonka Bean", "Tobacco Blossom", "Tobacco Blossom"], "3": ["Chestnut", "Chestnut", "Guaiac Wood", "Guaiac Wood", "Juniper", "Juniper"], "4": ["Coffee", "Coffee", "Jasmine", "Jasmine", "Bitter Almond", "Bitter Almond", "Licorice", "Licorice"]}, "base notes": {"0": ["Fir Resin", "Fir Resin", "Cedar", "Cedar"], "1": ["Praline", "Praline", "Vanilla", "Vanilla", "Sandalwood", "Sandalwood"], "2": ["Dried Fruits", "Dried Fruits", "Woody Notes", "Woody Notes"], "3": ["Vanilla", "Vanilla", "Peru Balsam", "Peru Balsam", "Cashmeran", "Cashmeran"], "4": ["Vanilla", "Vanilla", "Patchouli", "Patchouli", "Cashmere Wood", "Cashmere Wood", "Cedar", "Cedar"]}, "reviews": {"0": {"0": "I smelled this fragrance at a person's place, who was shrinking his 500+ fragrance collection. I have smelled over 30 fragrances that afternoon and this is the only one that got stuck in my head. It has been over two months since I sniffed it and I cannot get it out of my head. I have never experienced this before. It is a strange experience. It's like I can smell it by just thinking about it. So I could not stop myself from buying a bottle. \nThis fragrance is more than a scent. It is a scented journey. An olfactory wonder. A masterpiece. There is something about this scent, the way it smells, the way it performs. It is the most mysterious fragrance I own. When you spray it on, you smell it, but you kind of not smell it. However, even if you do not smell it, you know it is there. You sort of 'feel' its presence. \nI have not worn it in public yet, because it is quite a daring fragrance and a bit on the feminine side if you ask me. \nI bought a 200ml bottle and decided to decant 100ml of it, to pay off some of the mortgage I had to take to buy a bottle. The tube coming out of the bottle is not really suited to extract the juice with a syringe, so I taped-off a beaker and sprayed the juice until I got the required amount of juice needed for my decants (yes, my finger hurt afterwards). After filling the vials, I put the beaker in a room upstairs.The empty (yes, empty) beaker has been standing in this room for one week and the whole room has been smelling like Baccarat Rouge for one week. This is beyond beastmode. \nScent: 11/10\nProjection: 11/10 (Projects very far for a good 4 hours and does not really come close to the skin for another 4 hours)\nSillage: 10/10\nLongevity: 11/10 (14h+ on skin, days on clothes)\nVersatility 7/10 (Only for the coolest of days)\nUniqueness: 9/10\nPrice-performance: 9/10 (It is expensive, but beautiful and beastly)\nTotal: 9.5", "1": "First of all, Baccarat Rouge 540 is a phenomenon of modern perfumery. And no matter how we all feel about it, Francis Kurkdjian wrote his name in history. There are no more than fifteen ingredients in the composition formula, and most of them are well-read. They are collected in three main chords: woody, gourmand, and amber. The woody accord is based on Evernyl (a synthetic analog of oakmoss) — pure smell, combined with synthetic saffron material, that reminds of medical bandages. The perfumer added a touch of cedarwood for softening and iso e super for the same purposes, but also to create an even woody-ambery background. The gourmand accord is represented by two bright and well-perceived elements: ethyl maltol with a characteristic smell of strawberries, cotton candy, burnt sugar, and fir balsam absolute. The second has a very unusual and beautiful aroma, which has balsamic, coniferous, and fruity shades with an emphasis on strawberries and a smooth syrupy texture. \nIt is because of the combination of ethyl maltol, fir balm, and evernyl that the aroma reminds many of the smell and taste of cockerels on a stick - the famous caramel in the past. Those who feel mainly bandages are more likely to have an increased sensitivity to Evernyl and its combination with the spicy steroid ambergris that defines the vertical of Baccarat Rouge 540. Due to the small number of components in the formula (most of them are very intense and potent), the aroma is perceived so clearly. \nConsumers are divided into two opposing camps. Of course, the attitude to the composition is formed by the individual characteristics of perception, as well as increased and decreased sensitivities, which manifest themselves the brighter, the fewer components in the composition of the aroma. Baccarat Rouge is one of those compositions, the balance of which is not easy to talk about just because of the short formula. However, in my opinion, the perfumer has built a non-trivial balance. Yes, it is strange, perhaps fragile, and not obvious to someone at all, but I see it and understand that it is rather difficult to work with such powerful components. But Kurkdjian came up with something much more than just a perfume product. He created an object of art, the attitude towards which only confirms its significance.", "2": "This perfume is an olfactory chameleon.\nI can smell strawberry marmalade, blood orange juice, pink cotton candy, iodine tincture, tutti frutti toothpaste & saffron butter cookies. \nThe scent is hot, sweet, metallic, bloody & salty, everything at once.\nAnd I love it. \nI get butterflies in my stomach when I wear this perfume. \nThis scent is just incredibly exciting.\nAs for me, this perfume is an unmistakable solitaire.", "3": "I used to have a really good friend when I was a teenager - he used to go out with my sister when I was younger and after they broke up I remained friends with him. We used to sit around at his house down the road; swap books, listen to music. His Mum ran a beauticians from the house - it was a big house with an annex that she had converted into this beauty spa. She did facials, massages, aromatherapy and all that stuff for the local women. I always loved the scent of their house - like sweet berries mixed with chamomile, soft leather jackets and something antiseptic coming from the beautician's annex. It was comforting and captivating. It was such a strong and distinctive smell that all their family carried around on their clothes and bodies - I have often tried to find a scent that carries that smell. I haven't ever been able to find it. \nHis Mother died of cancer at a relatively young age - not long after the time I used to go round almost every day. When I tried Baccarat Rouge 540 for the first time, it brought back the memory of his mother so strongly for me. It doesn't smell exactly like the scent of their house - it is missing some aspect of the chamomile and leather I remember, though the saffron in Baccarat evokes that feel at a parallel - but it just took me straight back to that time. Something about the sweet scent of expensive oils and lotions mixed with the tang of antiseptic fluid she used to keep the room clean. I love this perfume - I think it's a true work of art to be capable of evoking such emotion in the wearer. I have many perfumes that I like very much and that give me great pleasure; very few of them make me feel something like this does.", "4": "When I die, before you bury me spoil on me a bottle of Baccarat, then I will be ready to go to heaven......", "5": "This Fragrance holds a very special place in my wardrobe.  First, I wore this fragrance for the first time on my Engagement trip with my wife.  The scent memories always take me back to the island. Number 2 I was able to meet Francis and get my bottle signed.  Needless to say this is now and may forever be my number one.  \n\nMy Rating: 10/10", "6": "This was my fragrance on my birthday. Baccarat Rouge 540 is absolutely beautiful. At first blast, you get a woody amber with warm spices. Kinda like a burnt brown sugar. The sweetness and woody notes are blended perfectly. There is a hint of florals but the cedar is more prominent in the dry down. Performance is excellent! There's a good reason this perfumery is being copied (excuse me ... inspired).", "7": "I don't care what the haters say, this perfume deserves the hype it gets. \n\nI absolutely LOVE this perfume. Hands down, one of the most complex and unique scents I own in my collection (thank you, husband for getting this for me!). While I know there are a lot of dupes and replicas of this perfume, they really don't hold a candle to BR540. I've tried Burberry Her Intense and own AG's Cloud. Burberry Her to me, only smells like BR540 from the atomizer but once sprayed it is its own scent. Cloud on the other hand is very similar to BR540, like I would say 85% so if you don't have 300 plus dollars just lying around and want a similar version, Cloud would be your best choice. However, Cloud is much sweeter due to the whipped cream and coconut and less complex. A younger sister of BR540, the one that steals her sister's clothes because she's just that cool. \n\nBR540 is still sweet but is also spicy and warm, which is due to the fir and ambergris. It's also slightly herbal and smoky from the saffron in the opening note. I don't pick up on any jasmine. As many people have said, if a scent was resinous, this would be it. It's such a unique scent that I don't want it to be an everyday scent so I save it for special occasions or on days where I want to feel like a Boss Lady.\n\nPerformance wise, this is just a pure beast. It stays on clothes FOREVER. Like two weeks later I'll open my closet and get a whiff of it from a shirt I wore. I do agree that sometimes you, the wearer can't smell it, but those around you will be able to smell you. \n\nI am glad it is getting the love it deserves and even with so many people loving this scent, I've only encountered maybe two people wearing this perfume? If you can afford this perfume and love it, get this niche superstar and add it to your collection.", "8": "Warm, airy, opulent, rich, luxurious fluffy cotton candy, woody, cozy carmalized slightly burnt sugar, and musky perfection. Perfectly unisex. Every time I smell this fragrance I have a vision of buoyant sanguine cheeked curly haired cherubs floating around me with pristine white feathered wings playing a beautiful melody on mini harps. The Olfactory experience is light and innoffensive, polished and enveloping with a beastly sillage. Longevity is eons, especially on clothes. To sum it up, BR540 is what heaven must smell like!!! Love at first sniff. Smells like money! Worth every penny!!!", "9": "You know that feeling when your hair is silky, your legs are smooth, your skin is glowing, you went to the gym and your muscles are toned, you take a shower, apply Baccarat Rouge 540 and instantly feel in the mood for love? That's what this perfume makes me feel :)", "10": "BR540 EDP and Extrait are both fantastic to me with the Extrait taking the edge.\n\nThe EDP:\n\n70% Dentist Office\n30% Cotton Candy\n\nThe Extrait:\n\n30% Dentist Office\n60% Cotton Candy\n10% Almond\n\nA great scent that is tongue in cheek like selling cotton candy at the dentist but which is so strangely beautiful and alluring.", "11": "Forget about the hype, forget about the cloud comparisons, forget about Tiktok, forget the world for a second and just admit that this perfume truly is unique, this is a masterpiece. My nose likes to smell this, period.", "12": "What can I say...beautiful. Very intimate and does not scream for attention, doesn’t cause headache or burning on skin and nostrils. it is truly remarkable scent.", "13": "OH MY GOD! This is one of the most unique scents I have ever smelled! Nothing out there smells even close to this beauty. The candy-sweet and ambery opening turns into a minty fresh still a candy-sweet scent with subtle hints of sweet and fresh spices coming through. It is so unique yet so familiar, like when you meet someone new and you get the feeling you actually known them your whole life.\n\nI was wondering for a long time what all the hype surrounding this perfume was about. Well, now I know!\n\nThe projection during the day is not very strong, more close to the skin. However it actually lasts for days! Great all-year-round and everyday scent.\n\nGREETINGS FROM THE CZECH REPUBLIC! :)", "14": "After owning and wearing on /off this frag for more than a month, here is what I learnt:\n1. Francis Kurkdjian is a freaking magician (or genius if you like)\n2. This perfume varies astronomically on different skins (meaning on me it's something,  on you it could be a different planet)\n3. This perfume is addictive and l can't figure out why\n4. I can't stop thinking about it.\n\nThat said, it took me more than a year before venturing into buying a decant of this famous Baccarat Rouge 540. You know why?  Because i was afraid it were similar to the Ariana Grande Cloud, as almost everyone was comparing them, and to me Cloud is ok-ish but too teenage girl sweet. In the end i thought: \" it can't be true, Francis Kurkdjian cannot do a coconut candy-floss jam\".\nAnd I was right. There is nothing coconutty candyfloss-like in BR540. At least on my skin (pls see point 2. above).\nThis perfume is a revelation. You wear it and it's like new worlds were opening before your eyes.\nIt is airy. Transparent and pure like crystal. It has a freshness impossible to describe (maybe the jasmine/bordering orange blossom accounts for that) but its not a citrus, nor summer like nor aquatic freshness. It could be the saffron as well.\nYou breathe and it makes you feel good.\nThat said, this concoction varies through the day and is different on different days (could be temperature, skin acidity, hormones whatever).\nI get sometimes a waft of the so dreaded  \"dentists office\" vibe, but it lasts seconds. I thing this sort of metallic note stands for the lead powder used to make crystal. It could be rendered by the saffron as well, it has a pungent medicinal vibe.\nI also get sometimes a candy sweet note, totally pleasant.\nI mainly get a delicate flower freshness, but this is a reductive description cause BR540 is the most intriguing and multifaceted fragrance.\nIt's very delicate: the sillage is modest, it will stay in your bubble discretely (no one complimented  me on this frag, meaning it isn't very loud and/or people won't notice) but you will be smelling it for almost 12 hours on your skin, longevity is outstanding. More even on clothes.\nYou'll wear it for your own delight. And you'll keep on sniffing, wanting more (please see point 3.).\nAnd I cannot compare it to any other fragrance  i own or smelled before (hence, point 1.).\nHow could i wait so long before getting it? \nProbably the price; yep it is definitely overpriced.  But... \nWhat an experience!", "15": "Just the most beautiful thing in the world...Super high quality, beast mode status and wonderful well structured perfume for me. To me this smells NOTHING like any of the notes listed. Smells like a sweet pastry store to me. Also like squished strawberries mixed with caramelized sugar...with a touch of saffron... \n\nHowever! When I smelled this I though that everyone will LOVE this and there is no way someone could not like this perfume. Boy was I wrong...Everyone I asked what do they think said it smells like hospital, death, retirement and the most specific was the reaction of my boyfriend: \"a purulent wound repeatably covered with the same, already soaked bandage on a senior female\". I have no words for these comments...I just do not understand where do they come from whatsoever.", "16": "By far, my most complimented fragrance. I received two compliments from strangers in the span of one hour. I really just wear fragrance for me, but it is nice when someone else can appreciate it in a positive way.\n\nI have both EDP & Extrait & they are both in my top 10. I can’t speak on dupes or fragrances that “smell like” but Baccarat Rouge 540 is genius level perfumery IMHO.\n\nThe only “downside” to Baccarat is I experience anosmia if I wear either one too often or by over spraying. I have to take a break with both. I feel both wear better in colder weather & if you can’t smell it, rest assured others can & will comment: “what’s that smell? Omg that smells so good!”.", "17": "I got a whiff of this just last Friday, without even knowing that this was a much-hyped perfume. But, oh my, it was love at first sniff! I agree with Ky1227, this smells really expensive. And unfortunately for me, it IS very expensive, too much for me to shell out for a perfume. But it also has me considering saving up for even the 3-piece sampler kit.\n\nI find Baccarat Rouge 540 very well-blended, exuding a rich burnt ambery aroma that is elegantly sweet, and just a tad salty and woody. Absolutely captivating from the beginning, and settling so well that it feels like it is a part of me. Very elegant and high quality (the perfume, not me =D), I think it would be an ideal perfume for special occasions, but it is also very wearable even for a regular day. (However, given the price point, I really would save it for special occasions, should I have this in my wardrobe.)\n\nThe sales assistant sprayed this on one wrist, at around 1:00 PM, and I still kept getting blissful whiffs of it in the evening when I got home. I could even still catch a faint aroma after my shower.\n\nAnd the sample card that I kept in my bag scented just about everything in it! I already put away some of the things that were in my bag and when I walk past them in my room, I could still catch whiffs of this amazing scent! (Granted, I'm not sure if it was this or the Extrait de Parfum version, which I also sprayed on a sample card.)\n\nI am so in love with this fragrance! It rocketed to the top of my wish list, but I can't imagine how I can possibly get my hands on this! :))\n\nEdit:  One week later and I can still get faint whiffs of this when I walk by the bag I place the tester cards in.", "18": "What strikes me the most about Baccarat Rouge 540 is the contrasting elements, it’s weightless yet profound scent profile, translucent yet gigantic in the way in which it presents itself while suspended in the air, Baccarat packs such a punch that it’s olfactive ghost can only be described as everlasting.\nThe scent is mostly built around synthetics unfolding on first blast with a duality of saffron jasmine, and dominant ambroxan and evernil, each of these being isolated molecules of ambergris and oakmoss, but beautifully layered in Kurkdjian’s style, utilizing skillful blending techniques.\nThe genius blends rests on a sweet vanilla woody ambery base that displays a dry character, reminiscent to norlimbanol molecule (firmenich)\nAs for Baccarat Rouge 540 Extrait, this formulation particularly wows me the most, as everything that made it’s predecessor special and unique is carefully treated here and perfected with silky smooth transitions, added nutty almondy effect and sweeter tones.\nBaccarat Rouge is the blueprint of a master perfumer, a man gifted with talent, Kurkdjian is a master at his craft, and his capabilities of creating memorable olfactive portraits goes beyond naturals or synthetics.", "19": "The most amazing perfume ever!!! Sexy but elegant, sweet but not gourmand, woody but not masculine. It’s perfectly balanced. Perfume for the rest of my life.", "20": "I currently own this fragrance, and have worn it every day for the past month.\n\nThe first time I heard of this fragrance was through searching for another MFK fragrance that I had recently heard of (OSM). One of my friends had shared their purchase to their instagram page, and it sparked my curiosity. In searching for MFK, I came across BR540. I'm an avid reader of reviews. I had never seen such zealous reviews for a fragrance before. Most of the reviewers seemed to think this was the best stuff in the world, and that it smelled like \"burnt cotton candy.\" While laying in bed one eve, I felt a bit daring. Although I'm not a fan of sweet fragrances, I went on Neiman Marcus' website and placed an order. Instantly, became worried that I just made the worst most expensive blind purchase of my little life. A few days of waiting for this thing to arrive, proved to be too much, so a few days later, I took the 30 minute ride out to the mall to smell a sample.\n\nWhen I got into the store, almost immediately, I noticed an entire MFK wall. I had been in Neiman Marcus before, and never noticed it. As I approached the counter, one of the workers in a small group of employees approached me, and asked me what I was looking for. I mentioned BR540, and her face positively lit up. She showed me to the counter, and without delay, pulled out a sample card, and one of the sample bottles. \n\nOf course I was instantly drawn to the elegance of the bottle, but more on that in a bit.\n\nThe woman pressed the atomizer and a short blast of mist came out onto the card. I pulled my mask away from my nose, and was instantly confused. Was that it? I detected a peculiar scent. It was vaguely sweet, like a faint candy, faint fruity aura. But, it seemed a bit fresh... maybe a bit spicy... something salty... something something aquatic maybe. I felt underwhelmed. Disappointed. I took the card and wafted it in front of my face. Way to blow $325. \n\nPerhaps the woman didn't recognize my disappointment; she continued to rave about how popular this fragrance was. But I wasn't listening. Only a few moments had passed, and I was hit with abrupt bewilderment. The scent was present in the air the whole time, but I was suddenly starstruck by it. I'm not quite sure what washed over me in that moment, but I was in LOVE. I waved the card in the air and sniffed again. It smelled like cotton candy in the sun... it smelled like cedar crystallized in sugar. It smelled expensive... luxurious. Something high quality was in the air. It was a sparkling transparent, iridescent fragrance that seemed to dance about. \"Oh my God... that's lovely...\" I whispered nearly to myself.\n\nMy buyer's remorse vanished. I knew I would love this fragrance.\n\nIn the month that I've worn it, I've noticed the following:\n\n(1) It is popular, but only in the fragrance community and in wealthy circles. TBH, if you're a regular guy like me, most of the people you interact with will never have heard of/smelled this fragrance, which leads me to\n(2) What makes this fragrance unique is in part due to how unique the fragrance is. It is familiar and alien at the same time, and the first time someone smells it will be the most magical experience, if they \"get it\"\n(3) Not everyone will get it.\n(4) Most people will become anosmic to this at some point due to proximity or volume. If you spray too much too close, or if your nose is not built for it, you'll stop smelling it. The fragrance will literally disappear. However, if this happens, you can rest assured that everyone near you will smell it because\n(5) It is a projection BEAST. A few sprays will fill a room. However, it is a transparent fragrance. This means that usually, when you wear it, it will fill a whole room shortly after you enter (depending on the ventilation and size of the room) BUT, it is not overpowering. It is extremely present but not overpowering. It is so transparent that\n(6) Even though it is a compliment god, most of the compliments you get wont be aimed at you. It'll be compliments about how good the area smells. But this fragrance projects so well, many people will not be able to tell where it's coming from, so however many compliments you hear-- triple that. That's how many people can probably smell it but don't know its you or aren't sure what they're smelling.\n(7) To avoid anosmia, avoid spraying above your chest/front of your neck. If you have to spray that high, spray the back of your neck. \n\nThis stuff is magic. I just ordered the 6.8 oz bottle.Speaking of, I nearly forgot. The bottles are lovely. They're simple heavy glass cubes with a solid, gold toned top. They feel high quality. Fitting for a fragrance of this caliber.\n\nDefinitely give it a try. Don't take my word for it or anyone's really. You have to smell it for yourself to see if you like it.", "21": "If you want to fix your nose blindness to BR540, I have a suggestion.\n\n1- Never smell BR540 directly on the sprayer, or on the cap, just STAY AWAY from the juice itself.\n\n2- Do not spray or smell any fragrance for a day or two days, let your nose rest.\n\n3- Spray it only once on something, like on a shirt, that is in another room than you spend your time in, then immediately leave the room, do not smell the initial blast. Like just spray BR540 once on something, hold your breath, and leave the room. Trust me with this one. Lol.\n\n4- Come back 5 minutes later and smell the room the shirt is in.\n\nThe room is now supposed to smell how BR540 smells to other people, like the famous burnt cotton candy. Be careful though, it is addictive :)\n\nNOTE: Do not directly smell the shirt, or you will go nose blind to it again. If you let your nose-brain learn the smell, it will stop making you go nose blind and you will be able to pick it up anytime. But it might take some time. This happens to some of us because this fragrance has very heavy molecules for our noses.", "22": "Well, I finally got my sample in the mail today! I will give you a backwards review: This is Ariana Grande CLOUD with a lot of DEPTH and NUANCE. There. That's it. No medicine smell , no bandages, nothing foul at all. \n\nIf I was rich- I'd buy 20 back-up bottles right now! Alas, I am working-class-poor. At least I now know what this smells like and I can dream about a full bottle, someday.......\nOh well.....", "23": "ok, it is not an unusual fragrance but it is remarkable and does not give a headache although it has a strong sillage. on me, it smells like burnt sugar but in a luxurious way. You can smell the quality and it seperates this fragrance from other sweet fragrances.\ni always get compliments while wearing it especially from men. i really love the fragrance but do not blind buy it", "24": "We've all heard the hype, that it is super sugary sweet and it also smells like hospitals and the dentist. well i'm a dentist and when i sprayed it, it immediately reminded me of the clinic, the latex gloves and the antiseptic spray which is used to wipe surfaces. and it becomes more subtle as it dries down. but this fragrance is not sweet at all, it has a slight sweetness which i like, but i would never call it a \"cotton candy sweet\". and i didn't find Baccarat Rouge to be very unique, i have definitely smelled something similar before. even though it has that latexy vibe, it's surprisingly pleasant, but it may not be everyone's cup of tea. and it isn't as strong as MFK's other fragrances, when you smell it directly on skin. However, everyone arounds you notices the fragrance.", "25": "Baccarat Rouge seems almost too simple at first. You get a light whiff of something sweet--a vague cotton candy note over a nondescript synthetic woods, and an odd off-note that smells strangely like glue and...that's it. It seems unfinished. Incomplete and empty. Flat. But then you wear it again a couple more times and suddenly it opens itself up to you. The sweetness becomes addicting, bolder and harder to label. It's not like cotton candy at all really. The woodiness holding it together develops a fuzzy texture and you notice its tenaciousness on your skin and that its deeper than you first perceived. The fir resin becomes the star of the show, presenting something more in line with the sweet sap of a pine tree than an artificial candy. Beneath it there is a warm, alluring nuttiness that permeates the scent.  It jumps out even more on fabric causing your shirt to smell wonderful.  It blends with the sweet and I'm reminded of Boston Baked Beans.The next time you wear Baccarat Rouge the jasmine shows up, adding a new dimension to the opening, a pretty touch of florals to help balance the sweet woody aroma that dominates. Suddenly, the fragrance is not as simple as you'd first thought. This is an addictive smell that gets better and better the more you wear it. It's a compliment magnet. I haven't met one person who dislikes it on me and in fact I've received positive comments from complete strangers (which almost never happens to me). It seems to genuinely make people happy and draw them in. When you wear this, you'll catch wafts of it throughout the day, and you'll think \"mmmm...something smells really good,\" and at first you might not even realize it's you. The same happened to me when I began wearing Amyris Homme. But then you realize that indeed, the smell is coming from you, and more specifically, from Baccarat Rouge. Then you're hooked. It's been chided for being cloying and overly-sweet and synthetic, but I actually find the composition to be on the subtle side. It's no shrinking violet but it's not loud in any way, and it's not obnoxious. Its different aspects reveal themselves patiently, everything's not upfront and in your face. Sample this, to see if it has the same effect on you, but be sure to wear it at least two times. I recommend three. Baccarat Rouge is quickly becoming a favorite of mine. It's a pleasure to wear and it seems to be received remarkably well. Thumbs up!", "26": "I really don’t know what to think about this fragrance, it’s obviously quite divisive. The opening is very sweet, like confectionery, and to me a synthetic strawberry jam accord is clearly evident. I am not aware of any high end fragrance that opens like this and although it’s surprising and delicious, it is something I associate with children and very cheap fragrances. This dichotomy is confusing, but also quite fascinating.\nThe medicinal smell that reminds some people of hospitals emerges shortly after the opening, but it is embedded in sweetness and woods and not at all unpleasant. It ramps up the confusion and fascination.\nIt’s probably the work of a genius, as it’s quietly very provocative and keeps me endlessly wanting to smell my wrist every few minutes.\n\nUpdate: After a few wearings I have grown to love this unique and beautiful fragrance, which continues to fascinate me!", "27": "I almost hate myself for loving this so much!\n\nIf you are looking for a luxe, well-rounded gourmand and have a few organs to donate... if you are a fan of Indult 'Tihota' meets Maison Margiela 'By the fireplace', this is something you should experience! \n\nI was browsing a fragrance counter and the sales associate, based on my love for MFK and my ~style~ suggested this one would fit me like a glove. I shrugged that suggestion off after a quick sniff because it genuinely felt like she was trying to sell me the most expensive thing on the floor... but It was the only fragrance in the past year that grabbed my attention right away and I couldn't get it off my mind.\n\n\nAS A SELF-PROCLAIMED RETIRED VANILLA-FANATIC... this fit right into my cozy comfort zone of sweetness with depth, a little bit burnt, a little bit full of cashmere, a little bit musky, a little bit unisex... this stuff is like slipping into a red velvet disco catsuit. All eyes (noses) on you. Burnt sugar, fireplace, a wisp of pine sap... strangely ethereal, if it works for you.\n\nI have NEVER fared well with cedar, resinous notes and especially jasmine... but here I am facing my ultimate fragrance nightmare concoction with open arms. Running towards it on the beach, Baywatch style.\n\nI, against my shoulder angel's wishes... shelled out for the full bottle, and what really sold me was the length of time this lasts. I spray sparingly, since I don't like being 'that guy', but 9 hours+ later I'm still surrounded by a soft veil of Baccarat Rouge. No burnt rubbery weirdness, no benzoin avalanche drydown nightmare... this is the first time I'm pleased to flaunt a fairly linear fragrance. \n\nIs this unlike ANYTHING out there... no! Is this well-crafted, cozy, and something of a staple? I think so.", "28": "Baccarat Rouge is a peculiar fragrance, but peculiar in the best way. It’s taken me a while to feel comfortable reviewing this much-loved fragrance, but after a couple of months of wear I finally feel able to.\u2028\u2028\n\nI've had quite a journey with Baccarat Rouge. My first sample was from Lucky Scent, but I genuinely hate that they don’t come in a spray bottle, so off I went to the MFK website (which has an amazing sample service). The first time I got to spray Baccarat Rouge it smelled… different. I was greeted by a musky citrus that I had never experienced with my Lucky Scent sample. Then the scent all but disappeared.\u2028\u2028\n\nThat’s part of the beauty of Baccarat Rouge. It takes you on a journey. It truly is a chameleon of a fragrance.\u2028\u2028\n\nAs I went about my day, I started to get wafts of the Baccarat Rouge I had come to know. Sometimes it smells like burnt sugar. Sometimes it smells like the salty air near the beach. Sometimes it smells woody, and sometimes I do understand why other people smell a dentist’s office. It keeps changing, it keeps disappearing and then coming back. However, even though you might not be able to smell it each time you press your nose to your wrist, you can be sure it’s there until you wash it off. I once had a hairband around my wrist while spraying this, and it smelled like Baccarat Rouge for a month. You’ll thinks the perfume has worn off, and then you’ll suddenly be enveloped in a cloud of Baccarat Rouge. There’s something addictive about it. \u2028\u2028\n\nThe first time I tried BR, it wasn’t what I had expected at all. It was unlike anything I had ever tried, and somehow felt like it had a masculine note that caught me off guard after having seen it described as a gourmand. I still don’t think Baccarat Rouge is a gourmand, in spite of the fact that it often reminds me of burnt sugar. Baccarat Rouge is simply Baccarat Rouge. Francis Kurkdjian has created something beyond description.\u2028\u2028\n\nI don’t think this is a blind buy. I don’t think this will appeal to everyone, in spite of its popularity. But it’s a fragrance that will at least surprise you, and smell unlike anything else - not even the many promised dupes, that in my opinion never have that 'je ne sais quoi' that Baccarat Rouge has. There would be days where I couldn't stand wearing it, and days where I craved it. It took me a while to fully appreciate Baccarat Rouge, but now I don't want to ever be without it.", "29": "WOW WOW WOW, this is a great perfume and no body can hate it, either you love it or love it, simple LUXURY, MFK is a legend and he is the best modern perfumer", "30": "This one is SO weird.....\n\nIt is so different.....it is so unisex....but....it is so good!\n\n***Disclaimer: I am a 26 Year Old Male that only likes macho frags....***\n\n\nThere is something about BR540 that I cannot get over. I think I know what it is. I believe that it is the overall deliciousness and complexity of this seemingly simple scent. \n\nAt first I didn't like it and couldn't understand how men could wear this proudly. On my second attempt weeks later, it clicked in my head/nose. I took it seriously this time and it paid off. \n\nAfter my second purchase of the sample, I just decided to wear it out...6 heavy shots to the neck..and WOW! I got the most delicious whiffs - possibly ever...\n\nI got HUGE whiffs. the first thing I thought of was, \"Wow, this smells like strawberry!\" I actually looked it up online to see if I was crazy and it turns out the creator says it reminds him of, \"Burnt strawberry jam.\" Super cool!\n\nAnyways, this stuff isn't *just* strawberry....it is complex as hell while being simple as hell. \n\nIt has a fruity character - Strawberry. It has a resinous feature which adds a slight creamy touch. It has a woody finish which is so slim you can barely tell, but it adds depth. \n\nOverall:\nScent - 9.0/10\nPerformance - 7.5/10\nUniqueness - 10.0/10.0\nDescription: Strawberry Complexity \nGender: 50/50 Split", "31": "I do love this fragrance but it's not all that simple for me.  We have a history.  I discovered it at Neiman Marcus when it first launched a few years ago.  I was headed for the escalators to leave the store when I walked past an associate and stopped dead in my tracks.  I turned around and walked right over to her to ask what fragrance she was wearing.  She smirked and motioned me to follow her to the MFK counter.  She reached for a bottle and said--in her French accent, \"it's Baccarat.\"  \n\nI eagerly sprayed it on myself but was a little disappointed as it just didn't have the same affect. So, I reluctantly passed it up.  A few years later, this fragrance was gifted to me by my lovely significant other. Although I'm SO happy to have a bottle I'm not sure I'd purchase a full bottle myself. Hmm. Yes, this perfume gets me lots of compliments and big reactions.  I truly believe the magic of this fragrance is all in the sillage.  It's ALL about the sillage.  So now when I wear it, I spray into the air to create a cloud and then walk through it.  I find this application works best with this fragrance--for me.  I don't consider it an everyday scent.  It's a mood and I have to be in it.", "32": "An interesting story with this one. More than a year ago I have ordered a sample of this, just to understand why everyone is so raving about it. And that was such a disappointment, cos, like many here, I just smelled hospital and iodine. I washed my blouse after using it, but it did not wash away, that was annoying. I was so disguised by that smell, that could not be in one room with someone wearing this perfume. \nA year passed, and I started to catch myself sniffing and enjoying when someone passes by with this perfume (yes, here, in Lithuania, this perfume is very popular). And, oh well, I bought a bottle of it, and I do not smell hospital anymore, only a sparkling brown sugar, and I got sooo addicted, that cannot wait to spray it again and again. I understand that it can be annoying to some people, though. Therefore I use it in moderate amounts :)\nSo, a resume, I'd say, nose changes over time, and what one smelt some time ago is absolutely different after a while.", "33": "I was at Neiman Marcus yesterday just because I was so INTRIGUED by the overwhelming praises for Baccarat Rouge 540. I sampled it immediately by spraying it  lightly on the back of my hand and on a cardigan I was wearing. The image that immediately came to my mind was my white t-shirt after being worn for 2 days straight on a clean body without any fragrance or cosmetic worn. Its very familiar, it something that I have known for a long time! Other images that came in my mind were white sugar being cooked to high heat, cotton candy, and strawberries (without the vegetal/fruity facet). Projection and sillage is minimal to moderate for at least 4 hours on the hand, and becomes a skin scent after that; on clothes its at least 12 hours. After it dries down to skin scent, it reminded me of CK One dry down (maybe the hedione and oakmoss?). It seems to me that the 3 top aroma molecules that were used here were ambroxan (could be te natural ambergris, hence the expensive price), ethyl maltol (sugary sweet smell minus the vanilla), and hedione (nuance of jasmine). \n\nI can definitely smell other facets such as the dentist chair, ashtray/white smoke, burnt strawberry/caramel strawberry, hospital, band-aid/gauze with covering a fleshy wound, burnt rubber, and salt.\n\nI dont understand the rave reviews and high rating. Maybe to some people this is an attractive, sexy smell but to me this a smell of my old white t-shirt or cotton candy!\n\nHas this recently been reformulated?", "34": "I own a lot of fragrances and none of them have a heartbeat....this one does. It's hard to explain. Sometimes I don't smell anything at all and then I catch a big waft. The initial spray smells like cotton candy but as it starts to dry down it gets more intense....but it's gotta be the most pleasant sweet smelling fragrance I've ever smelled. \n\nTo be honest, I don't really know what notes are in it or what I'm smelling exactly. All I know is that it puts my mind in a place it likes to be, and that's all that matters. You'd wouldn't think something that smells like a treat you get at the fair would make you feel this good...but it does. \n\nI only spray this twice when I wear it...one on my chest and one on the back of my neck. The performance is legendary without being cloying.", "35": "I work in the medical field in a medical/surgical hospital setting.  Anyone who works with hospital patients will recognize the unique smell of a type of non-occlusive medicated dressing called xeroform.  This, is the scent of xeroform bottled.  Maybe if I had never smelled that extremely distinct smell I would not find this entirely unpleasant?  I still love Francis Kurkdjian but this one is a hard pass for me.", "36": "Wow, so much hate. I don't understand it. Yes it's a unique fragrance, yes it's a beast. Yes it is largely aroma chemicals. That said, it's extremely pleasing scent, the beast mode is mostly in longevity not sillage and the aroma chemicals are very fine. It's expertly blended and though it smells unnatural, it doesn't smell synthetic. That sounds like an oxymoron but it's part of the magic. A lot of people in the frag community are anosmic to it because they spend so much time w their noses in bottles of aroma chemical heavy Parfumes that they can only smell extremely concentrated naturals. That's not the fault of the fragrance.  I don't dismiss anyone's right to their opinion but imho they're just railing against the hype of an expensive, overexposed fragrance. \nTo all those looking for a little less charged review. Mfk Baccarat Rouge 540 is a sweet, bold, musky scent that's very unique and instantly memorable. Fairly linear BUT that's after a looong dry down during which time it will become unique to your skin. I don't know any two people who smell the same after they've worn it for a few hours. I bought it as a gift originally and shopped my sample around to many guinea pigs both male and female and I'd say 70/30% wanted to live in it. Which is good because it does stick to you. Ultra longevity, but sillage becomes somewhat mysterious after a few hours because it is aroma chemical dense. So you might spend an hour in a room and not fill it with the scent but when the air shifts just right a breeze of some layer of it will become apparent. I ended up buying a bottle for myself very recently and really enjoy it as a refreshing change from my more masculine perfumes. It never ceases to grab the attention of people around me and I love the way I catch a breath of it when I'm working up a little heat. \n\nTl:dr All very popular things get hate but they are popular for a reason. BR 540 is no different. Get a sample and make up your own mind.", "37": "I bought this perfume because it was strongly hyped in YouTube. At first I thought this fragrance was too sweet and that I could only wear it during colder months.\n\nI live in a tropical country and it is really hot during summer (like 35°+ celsius) and I had no intention of wearing this because I commute on my way to work everyday and other people might find this too strong.\n\nOne day, I decided to not give a crap about what other people would think and I put it on with pride. Surprisingly, this works on a hot weather. I'm not sure what it is but I think it has something to do with the pineapple juice sweetness I'm getting on this perfume which is a tropical fruit. It still smells the best on colder days, though.\n\nHonestly, I was not in love when I bought this perfume - I bought it just because. But the more I wear it, the more I love it. I've been using this perfume nonstop for the past 3 months now and my other perfumes are screaming for attention.\n\nContrary to other people who smells nothing but sweetness, on my nose I can smell something woody, salty, and something else but I smell no flowers here.", "38": "This fragrance is hard to pin down. I know that I love it, but I’m not exactly sure why. It’s sweet but its also woody and sparkly. It’s femimine, but totally masculine as well. It light and transparent, but it’s strong as hell. \n\nThis was not a love at first sniff. I thought it was okay, but nothing special. Fast forward about six months and I found my sample buried in my drawer, took a sniff and I was blown away. Ended up going through multiple samples. This fragrance is so wonderful and unique. I get a really nice woody/mineral-like accord, with that sugary sweetness. It smells incredibly expensive and of the highest quality. \n\nThis fragrance is also highly versatile. Due to the price tag I would save this for more dressed up occasions, but I can’t think of an occasion that this wouldn’t work. This can also be worn year round. I’d probably prefer to wear it in more mild temperatures so spring and fall. \n\nPerformance on this is great. It is very transparent, but it is strong enough that it stands out and gets attention. I get so many compliments with this and almost all have been from women.\n\n10/10", "39": "I smelled it at first on paper test at Neiman Marcus I wasn't so impressed. It smelled standard sweet and flat, I can understand the similarity with Cloud. I thought how can this perfume cost that high and so many people rave about it. \nUntil I smell it on my skin, it is very different and not that similar with Cloud anymore. When I spray on my skin at first I thought I was anosmic, I couldn't smell it so much, but wait, 30 minutes later, the smell suddenly appear and oh my gosh, I never smelled anything like this. I don't know how can somebody make this kind of perfume, it is sooo gooodd...it is there but it's not there, other people smell it when you don't, but sometimes you suddenly get a strong but gentle whiff of the scent and it will blow you away. \nI sprayed the sample once on my arm, I sat on the couch, until 3-5 days later, anytime I sit on my couch I still smell the BR540 from my wrist 5 days ago eventhough I didn't rub my wrist on the couch! It tells how strong this perfume can be but it doesn't slap you on your face. The scent is heavenly good, it is airy sweet but not so sweet, it's a little woody, maybe there's some spice that block the sweetness so it's not sickening sweet. Whoever made this perfume, he is a pure genius! It is worth of full bottle for me, you only need 1 spray, it sticks on your skin even after you wash your hand. The lasting power is eternal. \nI sampled the extrait too, they smell pretty much the same, the extrait is more powerfull and deeper, and the lasting power for extrait is more eternal. If you live in colder weather the extrait will be worth it, but I live in very hot weather in AZ so I will go with EDP, the extrait will be too much for me. \n\nPS: So many fakes of this perfume, even worse than fake Chanel, be careful when buying from Ebay. I don't smell anything medicinal or 'dentist office' at all, what I smell is the most luxury and gorgeous perfume that worth of the price tag.", "40": "Although it's considered to be a unisex fragrance, I'd say it's much more feminine than masculine. Besides that, I can only say: SMELLS DIVINE!", "41": "MFK Baccarat Rough 540’s reputation has always made me wonder how a perfume is going to fascinate people too much. Until I tried, This is a perfume that has it all: passion, luxury, sobriety, softness, seductive, etc. I really like the smell of it. The red gem of the perfume world!!!  Queen of scent!!!!", "42": "Nothing will prepare you for the sublime opulence of Baccarat 540. To wear it requires a commitment rarely seen in modern perfumery. An intense olfactory experience you'll share with the world around you. \n\nCharred caramels with crystallized resin, sweet vanilla, and a lethal dose of saffron conduct themselves beautifully, creating a scent that’s opulent, rich, and undeniably luxurious. It has a very jammy quality that resembles the smell of freshly canned preserves, or even a dark, rich California Zinfandel (a real Zinfandel, not white). \n\nPerformance is off the charts and exceeds even the most potent offerings from Amouage, Nasomatto, and Rioja. Expect performance to exceed 24 hours with incredible Sillage. One spray is all it takes to fill a room. Do not overspray. You’ll deeply regret it. \n\nA formal, cold weather statement piece. Masterclass perfumery.", "43": "This is legendary for good reason. It's unusual, in the sense that you never knew you wanted to smell this way. Sweet, intricate, sensual, imperial.  When you first put it on, because of its unapologetic dynamism, you might think it's too sweet, too intense, too peculiar. Of course, it's none of that. The combination simmers down to pure perfection. I've never liked sweet fragrances but I adore this. I had also never found a fragrance that lasts on me until this one- and it lasts until you decide to wash it off at the end of the day. If there is one sense you get with this scent, it's that, by wearing it, anything can happen. In the most wonderful way possible.", "44": "I am so happy I now own this! This is the most wonderful scent and so easy to wear for both \"refined casual\" and special occasions, day and night. First of all, you must test this on your skin, testing it on a paper strip will absolutely not give you the true result. Second, you must wait at least an hour before forming your verdict. Initially, after testing it once on my wrist in the store, I was slightly disappointed, I loved the scent but just wanted more! And then wow, it started to really open up. My husband could smell just one spray on me, and my coat jacket still had the beautiful scent on it the next day. My husband loved this so much that he surprised me with it the next day.\n\nThe scent itself does remind me of \"grown-up\" caramel but not cloying or too sweet in any sense. The sweetness is warm and comforting. The drydown is indeed salty (must be the ambergris) and I keep smelling my wrist from time to time. I really love this!", "45": "Masterpiece.", "46": "★★★★★\n\nBaccarat Rouge 540 has the power to charm the majority despite its complex artisanal composition (usually such compositions are intended for a minority that seek an olfactory adventure).\n\nIts abstract character is achieving that impact by giving this blend a chameleon quality, an ability to be interpreted as different distinctive smells. It's cotton candy without being gourmand. It's strawberry jam but also salty and mineral. It's fruity cola -like Luca Turin stated- without being childish. \n\nWoody notes and ambergris balance its sweetness in a way that makes it relevant for any gender. It's airiness makes it wearable in warmer evenings as well without being out of place when it's not winter or autumn. It lasts the whole day but is never intrusive. There's a transparency to it which is an important element that supports the elegance of the composition and prevents a loud and cloying result. \n\nThe long dry down rewards you with it's mineral saltiness coming to the fore, a perfect end to its woody sweet journey. \n\nBaccarat Rouge 540 is olfactory flair.", "47": "I really didn't know what to expect from this fragrance. I assumed it would be good, because of the popularity, but the notes sound insane. \n\nThe liquid inside my little tester, packs a punch. I dabbed the smallest amount, and it smells like I full on sprayed it. I can FEEL that fresh tree resin smell... in my eyes! Which is a relief, considering how expensive this perfume is. \n\nThe smell... is incredible. Somehow MFK has turned jasmine, amber, wood, and ambergris, into fresh woody caramelized sugar. Like collecting sap from a maple tree, that is growing next to a fresh fir tree, on a beautiful spring day. Addictive. Insanity!\n\nThis is one of the most perfect smells I have ever smelled. I am devistated, because I will never in my life afford a full bottle... but I will always remember that beautiful spring day.\n\nEdited to add: I purchased a full bottle... and now I must eat cucumbers for a whole month. \n\nWorth it.", "48": "If you are spraying this perfume as if it's a CK One or any light fleeting fragrance, then you are going to be disappointed.\nOne or two sprays is all you need, otherwise this transforms into a monster, one that will choke you and annoy you 'til death.\nBut if you are careful, Baccarat Rouge 540 will slowly envelop you  into a hypnotic, warm and sensual scent.\nAnd no, hospitals don't smell like this, unless they are a very fashionable ones.\nI find it wonderful.", "49": "At first smell, this smells exactly, and I mean exactly like Cloud by Ariana Grande. But while Cloud remains unchanged until it disappears, the sweet, candy-cane notes in BR540 change into something more unisex, woody and spicy. It's an interesting gourmand fragrance, but I find it terribly overrated and overpriced."}, "1": {"0": "This fragrance makes up for my lack of personality. Nuff said.", "1": "Angel's Share is the most luxurious gourmand I own. Opens up with warm apples, covered with caramelized brown sugar, and lots and lots of cinnamon. Warm apple pie, straight from the oven. When the pie cools down, you can smell warm woods - almost that sauna smell, mixed with the scents of a christmas fair - wafts of candied apples and caramelized nuts. And open fires? It smells a little bit toasy or burnt, and I mean that in the good way. I don't get dried fruit/grapes/raisin for the cognac at all, only apples. And it's not nearly as boozy as the packaging suggests, but if any I'd say its more calvados than cognac.  \nLovely fragrance, perfect for the autumn and holiday season! If you are into warm and cuddly fragrances, you need to try this. People will defenitly wanna hug you for a few seconds longer with this one on!", "2": "I LOVE this fragrance. A few weeks ago I was fortunate enough to get a sample of both Angel's Share and Roses on Ice. When I returned home, I sprayed my right hand with Angel's Share and my left with Roses on Ice. Roses on Ice is beautiful but I feel as though it leans more feminine but Angel's Share just blew me away. I could not stop smelling my right hand.  \nAfter about 30 minutes, my mind was made up. I e-mailed the By Kilian specialist at my local Holt Renfrew to put aside a bottle for me as I would only be able to return to the store the next weekend. He replied back and with pleasure, said he would save me a bottle. But it was the last one in stock at any of the Holt Renfrews. He was getting e-mails and calls from other Holt's around Canada, asking him for the bottle he had in stock and he refused, as he had already promised his last bottle to me.  \nSeeing how this is sold out everywhere you look, I'm very thankful and appreciative to him for hiding away the bottle for me. When I went to the store last Saturday to pick up the bottle, he had literally hidden it in the bottom of one of the cupboards of his booth, at the bottom of a shopping bag in which he was storing tester cards, so that no one would find it and sell it when he wasn't at work. He went above and beyond to make sure that bottle was mine and I am thrilled and feel extremely blessed to own it. It is my first By Kilian and to date, the most expensive fragrance in my collection.  \nNow, on to the performance.  \nOn my skin, this stuff is a beast. It radiates a good 5-6 feet away. It leaves an intoxicating scent trail as I walk and it lasts FOREVER. It was my scent of the day yesterday (Friday) and this morning as I am typing this, I am STILL catching wafts of it, although much fainter, over 24 hours after spraying it. In fact, it is actually 27 hours since I first sprayed it on. So, even though it is by far the most expensive perfume in my collection, ($300 CAD for 50ml), a little goes a LONG way, which makes this a much better value than some other perfumes that were much less expensive but last a fraction of the time.  \nI am in love with this fragrance. Boozy, woody, sweet, sexy. It is just absolutely perfect for this time of year. I don't think you could pull this off in the warmer months because the sweetness might get cloying but during the colder parts of fall, spring and definitely throughout the winter, this fragrance will cut through the cold and make a huge impression on everyone around you.  \nIn my opinion, this is an absolute masterpiece. 10/10 fragrance.", "3": "What a day with this fragrance today! I’ve been wearing this for about a month. I had received a few compliments but nothing like today. Received 3 unsolicited compliments. First one I was at state and liberty picking up a suit and the female who was helping me said I smell amazing and I told her what the fragrance was and she looked it up and ordered it right there on the spot. About a half hour later I was returning something at Banana republic and the cashier said he has to know what I’m wearing. He was wearing a mask and was across the counter from me. I couldn’t believe he could smell it with a mask and about five feet from me. The final compliment I was walking into the store and a guy walking behind me said “What are you wearing Prada”? I told him what it was and asked if I had too much on and he said “ not at all”. Love days like this when your scent is on fire getting compliments left and right.", "4": "Dry cinnamon. Boozy cognac. Silky, nutty praline. Cosy vanilla. Warm oak barrels. Delicious without smelling straight up like a food or drink.\nIt was love at first sniff for me.\nAngels’ Share is so addictive I can’t stop smelling my wrist when I wear it.\nIt’s beautiful for night time: alluring & downright irresistible to me. The spiciness makes it perfect for the Holiday party season.\nAre we allowed to swear here? I won’t just in case but holy moly this is perfection to my nose. Overpriced? Probably. But in my opinion it’s better than Oajan, Invite Only 23, Grand Soir, Herod, Lost Cherry etc etc. This genre of fragrance is currently super popular but this is my all time favourite fragrance, hands down, period, the end.", "5": "Let me just say... i had gotten a sample of this, and i sprayed it all, went out for dinner and i kid you not, three tables were like WHAT ARE U WEARING, what is your perfume!!! I had never received more compliments or ppl so intoxicated, i had to buy it lol.\n\nBoozy, sweet, woody, an expensive smelling gourmand.... close to perfection! \n\nId dial up the booze, dial down the sweet to be a 10/10, its a 9/10 for me!! \n\n10 for compliments and projection! A staple for fall and winter dinners.  This isn’t casual!\n\nOverall LOVE.", "6": "Sold out all over and getting hyped online (without free bottles it seems - a positive indicator). I went to Saks to try it, even though they were sold out, and it was an instant love. Boozy opening that reminded me more of a Buffalo Trace bourbon followed quickly by cinnamon and vanilla and oak. Tonka makes itself known too but, unlike something like Feve Delicieuse where the tonka comes off as plastic-y and overbearing to me, the tonka here plays a much more minor or blended note. \n\nIf you’ve smelled Ambre Narguile or Oajan you definitely get the effect of Angel’s Share but I prefer this to those. Certainly performs like Oajan while having the AN smoothness. \n\nNormally I’m pretty - okay extremely - skeptical of hype, especially youtube hype. Too often I am left confused why a bottle gets huge praise while others get no attention. This time, though, it was instant love and an immediate Selfridges order, since it’s all sold out currently stateside. \n\nLongevity was 12+ hours on my dry skin. Sillage was strong for 1-2 hours and noticeable for another 6+. Truly potent. \n\nA 9/10 for me. I was so impressed by this I bought it on my cellphone walking out of Saks. If you like sweet, spicy, boozy scents perfect for a holiday night this is a great one.", "7": "Overrated cinnamon apple pie\nGORGEOUS bottle, so it’s one\nof mY favorites due to that, bc\nbottles matter to me.  A “like”.\n\nEDIT:  wore it to a family event\nAnd then to bed, and it’s a star\n\nTo me though it’s not dark but\nSweet, which is why I said it’s\noverrated before, because I’m\nnot one to want to smell like a\ncinnamon apple pie with some\nliquor on The side.  But sillage\nis minimal.  I have to overspray\nto get * any * projection, & then\nprojection comes to those only\nof kiss distance.  I think I like it\nthat way.  A sweet surprise, non\nintrusive, non announcing, even\nwhen you overspray.  So I’d say,\nAngel’s Share - an oversprayer’s\nHeaven, that smells REALLY nice.", "8": "This perfume is so expensive, when someone breathes it into their lungs, they lose 20 dollars on their bank account\nThis thing right here is better than a free parking space \nSome perfumes are so sweet that when you rock the sprayer you get caries on 7 teeth and first degree diabetes, but this is perfectly balanced\nBut what an upper class this fragrance is, a golden chain grows around my neck and Drake adds me on Instagram.\nI will never take a bath again in my life, this will stick to me for life like my father's first belt hit\nPure perfection\nSooooo the price... Can this be taken on prescription?", "9": "FaisalBio really hit the nail on the head. The opening shares considerable similarities to Ambre Narguile, Oajan and the Ethyl Maltol sweetness found in BR540. The drydown is considerably less sweet, more oak woody and shares no resemblance to the aforementioned fragrances. I do detect hints of Single Malt in the drydown however.\n\nIt's almost as if Kilian took the very best qualities of those previously mentioned fragrances and made this. I enjoy the combination, and I can't imagine many disliking it but I must say I'm disappointed that it's not more unique.\n\nI recommend holding off on blind buying if you already own Ambre Narguile, Oajan, Apple Brandy or Single Malt. Test first.\n\nI highly recommend this for anyone else looking for a sweet cinnamon fragrance! It really is fantastic.", "10": "This scent is a gourmande’s dream. Caramelized cinnamon apple and smooth, gold cognac. It’s definitely a holiday party scent, though I’ve been finding myself using it almost every day since I’ve purchased the full bottle a week ago. It’s just… irresistible to my nose. It reminds me of all the cozy activities I enjoy during the coldest months - eating spiced pastries; going on a theater date with my love in my favorite winter coat; walking through sparkling, lively Christmas markets… It’s unapologetically gourmand. Sweet, spicy, warm, utterly edible.\n\nSillage is excellent, and it lasts 10 hours easy on my skin. I originally was interested in purchasing Apple Brandy on the Rocks, but I’m so glad I tested this one as well. I couldn’t believe how heavenly my wrist smelled for the entire rest of the day. Angel’s Share is not for everybody… but if you want to smell like you’ve been baking cinnamon buns all day in lacy underwear to winter jazz, this is the one.", "11": "This is nice. It is NOT worth the price. Some fruity tobacco, cinnamon, stewed fruits. Lasted through the evening. There really isn't anything to dislike here, but there also isn't anything worth $200+.", "12": "For anyone that really studies fragrances, some comparisons seem reductive or inaccurate, it's often the subtle differences and not the similarities in a fragrance, (especially your favourite fragrances) which make it what it is.\nSo having said all this Angel's share is slightly derivative of the fragrances it's compared to here, but it's those little differences I just mentioned like it's top notes for example I get a good dose of a sweet orange and oakwood (a particularly good material for boozy effects) it's also more gourmand, with a caramel note.    \n However the ultimate effect of Angel's share renders it redundant because I own Oajan and a refined version of this vibe in Ambre Narguile. Because it does go to that spiced, tobacco, mild cherry which could also be Herod or Tobacco vanille and also the honeyed character of Back to black, the dirty vanilla dried right down even starts to yield licorice facets, maybe Lempika?  \nAgain referential, it's a bit this or a bit that....but perhaps that is what makes this so wildly popular or to use a popular 'Fragcomm' term....'HYPEBEAST'!!!\nI'm so down with the kids.\n( I utter as my son walks 10ft in front of me, pretending not to know me)\n\nThe only reason I'm not on board with this is probably the gourmand focus of the formula & probably the price, the fact that Oajan is a massively louder, more spicy and bombastic, slightly less sickly version of this.\nI really loved the opening of Angel's share and despite being boozy I don't think it captures what I assume is the brief of recreating the Angel's share (Something Sarah McCartney has done recently) and it's objectively quite a nice perfume but I was bored with it after 10 mins to be honest not because it's unpleasant just that large portions of this formula are extremely familiar, not in a bad way...just nah!", "13": "On one of our first trips to France, my husband and I stopped at a little cafe in Beaulieu-sur-Mer and had a prix fixe meal that came with the house's signature tarte tatin. That was hands down the best tarte tatin we had ever - or have ever - enjoyed. The caramel syrup was smooth and tangy with the apple, both melting into the flakey crust...the custard so perfect...the cinnamon...\n\nAt Saks recently, the sales girl sprayed Angels Share for me and I swooned, immediately going back to that night in the cafe when my husband and I marvelled at the mastery of the French - the ability to turn the simple into the sublime. It's all there; the apple, the cinnamon, the rich tangy syrup...plus I smell expensive cognac and a hint of tobacco. Later, the tobacco disappears but the syrup and tartness remain along with the booze, and all is mellow and blended and smooth. Gorgeous creation by Kilian.", "14": "My GOD, this is stunning.\n\nBUT BUT BUT you absolutely HAVE to let it settle down before making any final evaluations. When I first sprayed this on me I was put off by the sharpness of the cognac. It made the fragrance smell almost \"off.\" But after walking around with it on me for about 30 minutes it started to settle down into sweet, woody deliciousness. The booziness is still there, but it softens and warms up significantly. My opinion on it shifted 180 degrees in minutes and I couldn’t leave without it. \n\nDefinitely not a blind buy, but if you fall for this fragrance, you’ll fall hard.", "15": "Finally I got a FB of it. My Kilian ambassador invited me to the launch webinar of the liquor line and sent me the samples of them within a week of webinar. I tried and LOVE this Angels Share so I immediately placed the order with my ambassador (5 days from launching) but was already out of stock. I was on the waiting list for weeks and finally received a bottle now.\n\nI love how boozy, dark, sensual it is in a gourmandish way. I don’t really get the vibe of oriental woody in the opening or heart, it is more in the base with the vanilla. The cognac is pretty prominent, which I love the most about it. It is so addictive like other Kilian’s but different. One of the bests from Kilian.\n\nPerformance is great but not superb. 8 hours longevity and great projection after 30 minutes then the projection last at least 4 hours. It’s is different than the other fragrances, its opening project weaker than the heart. Cognac and cinnamon last all the way with the oak starting from the heart. It becomes more woody when the base starting with the presence of cognac, vanilla and oak. \n\nThe presentation is gorgeous. Real crystal bottle and the color of the juice that makes it looks like the cognac in a crystal glass. Although the cap is plastic (heard they did it on purpose to avoid dropping and breaking it), the quality of the plastic cap is too good that looks like the same crystal as the bottle, which you can’t tell the difference by looking at the bottle until you hold the cap. \n\nIt is a 10/10 for me but try first before buying a FB because my sister doesn’t like it as the cognac and cinnamon are too much for her. Perfume scents preferences are very personal. People have different tastes.", "16": "Sweet, boozy, woody vanilla gourmand. Worth sampling it if you're into gourmands (I would not call this blind buy safe). \n\nI smell minty toothpaste in the drydown for a while. No clue where that's coming from but I pick it up.\n\nOn me this has an intimate sillage and projection, but really good >6h longevity. Good fragrance from Kilian but I still haven't smelled one worth the price imho. -", "17": "MAMMA MIA THATS A ONE SPICY MEATBALL good lord DELICIOUS. WOWIE. Definitely getting warm apple pie, or more specifically caramelized fruit simmered over the stove with bourbon or brandy yes ma’am. Like an apples and stone fruit version of banana foster. Very gourmand. Absolutely intoxicating. Aptly named. I smell DIVINE. It’s boozy, but like a reduction with brown sugar not just a glass of Cognac. Projection is moderate, sillage is moderate, longevity is decent so far. It’s unisex to me. You could be a very sexy woman wearing this or a well dressed man and I think no one is gonna think it’s masculine or feminine it’s just DELICIOUS and enhances the intrigue factor of the person wearing it. I’m never gonna force a signature scent cause I believe that I’ve gotta vibe with it for quite a while but MAN I hope this is it.\n\nAlso, forgive me if I’m wrong, but cognac is French brandy, dark liquor made with grapes, fruits, and various nuts, and apple notes are often found in cognac. Which if I had to guess is the “apple notes” we all smell.", "18": "Sampling one of the latest from By Kilian, Angels’ Share, one of the two new releases of their Liquors collection (along with Roses on Ice).  Angels’ Share is inspired by the phrase that refers to the volume of aging spirits or wine lost due to evaporation during the aging process, and the fragrance is a nod to Kilian Hennessey’s family empire of cognac, specifically, which is the featured note, along with hazelnut and oak, per the house website, though other sources list notes of praline, vanilla, sandalwood, cinnamon, and tonka.\n\nNutty and boozy have to be the most apt two descriptors, but it’s quite sweet but not too sweet, I would argue, and there is a slightly woody base underneath it all, and there’s a vague sharpness that ties the nuttiness to the sweetness and booziness.  And it really feels like a sweet boozy take on cognac rather than, say, whiskey (as in Single Malt), so cognac fans should fined.\n\nI think that some might very well find the sweet/sharp mix to be a little much for their liking, but it’s not among the very sweetest boozy fragrances I’ve smelled, nor is it overwhelmingly nutty.  Still, it leans toward the sweet cognac mostly, followed by the nuts (a mix of hazelnut and tonka is how I’d describe it), and then some woods, for which oak seems right on the money.\n\nAngels’ Share is very nice, roughly on par with Apple Brandy, though still a clear notch below Single Malt in terms of best of the boozy fragrances of the house.  It performs quite well, with very loud projection to start and quite good longevity, equivalent to my experience with most of the darker fragrances in the house.\n\nThe retail pricing of both Angels’ Share and Roses on Ice is somewhat modest (basically as inexpensive as their fragrances get), at $195 for 50ml, but this may very well due to be presentation, which does not seem to include one of the brand’s signature wooden coffrets.\n\n8 out of 10", "19": "This is exactly how the festive season in Hogwarts smells! Sugary, boozy and cozy... comfortably seated at the Gryffindor's dining table while everything is covered in red and gold!", "20": "You already know that this is the bomb dot com. As someone that doesn’t classify themselves as a “gourmand” lover, I do like gourmand fragrances when they are done right. And this right here gourmand done RIGHT. It’s one of my favorites from Kilian. \n\nI learned of the meaning of Angel’s Share at the end of last year when I went on a girls trip with my friends. We visited a brewery and the tour guide was telling us about how in the process of fermentation, the portion of the alcohol that is lost due to evaporation is called the Angel’s Share! Isn’t that neat? \n\nThis is a stunning combo of vanilla, tonka, cognac, oak, and cinnamon. Again, nothing else like this is my collection. It’s truly one of a kind. It’s boozy, sweet, spicy, woody, warm, and just DELICIOUS. I wore it to work sometime ago and I just remember this woman in the elevator kept looking in my direction as if she wanted to ask me what I had on. It’s one that fills up a space and evokes boujie coziness. Perfectly unisex. Strong sillage and great longevity. I don’t get the Apple-y vibe that everyone gets but it is reminiscent of a dessert in a pie form.\n\nEven if you don’t like gourmands, this one is worth a try. This is an absolute love for me and will remain a staple in my collection for the colder temperatures.", "21": "Angels' Share was such a surprise to me. I really only spritzed this in a store to see what the Kilian hype was about. I didn't even smell the strip at first because I was so sure this would be the sort of designer-y type fragrance you often get from bigger niche brands that I never like.\n\nI have been humbled. I'm completely enamoured. I smelled that strip, and then I showered myself with the tester and proceeded to be thrilled by how I smelled the entire day. I waited one day and caved to my heart by buying a travel size. I get why some people might see this as an air freshener scent, but that doesn't do it justice. There's certainly an apple pie quality to this, but it's tempered by that smooth, fruity cognac note and a sharp wood. Something a little smoky happens on my skin too, which I love. It's sweet but not cloying, straightforward but with depth. I find the apple cinnamon smell is most evident when you aren't taking a huff directly from your wrist, which is interesting. I don't know where that apple note comes from, but it's very realistic as opposed to what you'd get from, say, an apple candle, and it doesn't dominate. Somehow this scent is even making me enjoy a powdery note, which I generally am pretty opposed to. Just beautifully blended.\n\nA lovely, cozy cool weather scent. Smells like a warm hug. Learn from my mistake and smell it before writing it off, even if you also aren't a big gourmand person.", "22": "Wearing a sample today.  After reading the reviews I was essentially down to just buy it but I tried it on at Saks and it was sadly a no for me.  \n\nOverall a nice boozy fragrance as people have already mentioned.  I don't get \"apple pie\", I get a slightly above average boozy scent.  At times I catch a whiff of MFK Gentle Fluidity Gold, there are similarities to me, probably the vanilla.  I'm kind of glad I don't get the Apple Pie vibe as I feel like Givenchy Pi smells like that and that is not a smell I enjoy.\n\nI feel with Kilian you're mostly paying for packaging.  However, this packaging is a little obvious and I dare say, tacky.  But the fragrance is quality and radiates nicely.  Probably a bit much for grocery shopping, I'll see if I get any funny looks today!\n\nI love Black Phantom but aside from that, I can live without Kilian.  I've stopped checking them out overall.  I had hope for this one and I can definitely see why people like it but it's just not happening for me.\n\nEdit:  The dry down is absolutely disgusting.  I'm getting that minty toothpaste that other people have mentioned.  Smells nothing like the initial spray.  Truly gross on me, hopefully you all have better luck.\n\nIf anyone can recommend their favourite boozy fragrance, please message me.", "23": "cinnamon dreams. this is intoxicating and screams fall but I would wear year round. A lot of people say that this smells like Oajan. I had to try it for myself, and Angels share is sweeter, and boozier to me. I prefer Angels share 0:-)", "24": "Cinnamon Sugar and Booze!! It smells like what I imagine a retired leprechaun smells like and i like it! \n\nLinear in my opinion which is why this is just a like, Heavenly in winter, Incredibly snuggle-provoking <3", "25": "You’ll have to forgive me, this is beautiful, a blind purchase, but is has absolutely been done before.  Opening to me is spectacular but is very familiar like Spiritueuse Double Vanille by Guerlain but with more honey.  Very pleasant, agreeable and I do love it.  As the scent progresses and matures on my skin I cannot help but be reminded of Tom Fords Lost Cherry. Yes it is almost exactly like it!! The finale softens to an exquisite skin scent of sweet cognac with superb silage lasting well into the next day.  Glorious twists and turns.  To me this is a phenomenal blend of my two favorites as mentioned above.  Bravo Kilian! This is beautiful and for once, affordable.  I highly recommend.", "26": "I wore this perfume on 25th of December and I must say it really helped me to set up the festive mood for christmas! I LOOVE this one!! Amazing perfume. Very sophisticated but at the same time so easy to fell in love with it. Packaging is also very beautiful.\nAt first I was sceptic about this one, but the perfume somehow managed to get under my skin. I wish it was more boozy though. I love boozy fragrances and I was expecting little more booziness when i tried it, especially after reading reviews, because many people characterized it as \"very boozy\". It is but just a little bit. I get more of a sweet fruity liquor rather than cognac. It's definitely more on sweet apple cinnamon pie side, but still love this! \nAlso you can smell that Killian DNA in it. I tried LOVE BY KILLIAN before and I'm not saying they're similar but they do share same DNA. (It's my personal opinion though)\nAnd last thing about price... It's definitely a great perfume but still it's a little overpriced.", "27": "How do I express my love for Angel's Share? This is gourmand perfection. To be clear, I am not a general fan of gourmand scents, however-  BATHE ME IN THIS. It's sweet but not cloying, intense but not heavy, and while the cognac in this adds depth and brings down the sweetness, it's not overly boozy by any means. The cinnamon balances out the sweetness of the praline, and the tonka is perfection. \n\nI could see this equally on someone who earnestly loves cinnamon apple pie and wants to smell nostalgic or someone mysterious, fun, and alluring.\n\nA gourmand for all.", "28": "Could anyone please call the Police , because this one stole my heart and I need it back.\nMy #1 smell ever , very boozy, warm and spicy , what a masterpiece.\nThis is the only one fragrance that brought me a compliment from my father, which is enough to make this more valuable to me.\nProjects very well with decent longevity and the smell becomes more interesting when it dries down.\nBtw, did Kilian meet any angels? No wonder he chose the most perfect and suitable name for this fragrance (Angel's Share) , this is exactly the smell of angels, which can make you one of them if you wear it..\n9.9/10 .", "29": "Cinnamon cognac. Really lovely, especially around the fall/winter holidays.", "30": "I reached a milestone yesterday and immediately went to Sephora to purchase this. I’d smelled it on my mom a few days before and had to have my own. This fragrance is such a gorgeous experience. From the packaging, to the way the bottle feels in hand— to the beautiful aroma. it’s truly a masterpiece and something I want to keep in the collection. I know some people hate the amount that you get for the somewhat high price tag— but believe me… it’s so worth it. Cheers!", "31": "i don't care what anyone says. this is the best perfume i've ever had the pleasure of smelling. definitely my #1. even if i had the money to buy it i wouldn't think i'm worthy.", "32": "A true unisex gourmand masterpiece… my sister was on a search for a gourmand fall perfume and this one delivered. On her, she smells like a cinnamon apple pie/ angel cake. My boyfriend ended up really liking it and bought one for himself. On him, he smells like a boozy cinnamon cocktail. It’s just interesting how it performs differently on different skin and works for both sexes. This thing is powerful with longevity and sillage as well, only needing one or two sprays to leave its trail and carry on into the next day. If you like gourmand scents, spices, slight booziness, and high performance, I would approve of blind buying this.", "33": "Jan 2021\n\nOkay, this review is a side by side comparison of Angels Share and Ambre Narguile. Reading all the reviews here, I see that one other person did this comparison (Gelkita). Altho my impressions are slightly different, we both came to the same conclusion: Narguile is just better in most ways.\n\nFirst of all, Narguile by the great Jean Claude Ellena was first. It's also cheaper by the ML, which considering this is a Hermes is really saying something.\n\nHead to head in the opening: I prefer Narguile. \nIn AS, I smell Praline and Cognac. In Narguile, I smell cinnamon apple pie.\n\nIn the mid, I prefer AS since Narguile gets more woody at this point.\n\nIn the drydown, Narguile wins hands down. It's sweeter and more addictive IMO. The drydown is where the two frags smell the most similiar but there is something slightly synthetic there in AS. Maybe it's the sandal?\n\nThey both last more than 10 hrs on my skin but even in the ending, Narguile has better projection. AS's projection is not bad; Narguile is just better. Again.\n\nAS is good. Maybe not $195 for 50Ml good and if you never smelled Narguile. But if you did, Angels Share wouldnt be as overhyped as it is.", "34": "This is an amazing unisex scent, to me it leans more feminine as the dry-down on me is a sweet cinnamon which I love. To be honest I don't get too much of the cognac note, it's very light on me. I've never smelled Ambre Narguile as I don't think it's available where I live (Hong Kong), but this perfume makes me feel so happy, content and cozy I can't even explain it.\n\nRight after buying this perfume, I met up with some friends and told them I splurged on a unisex perfume. The guys were curious and made me spray some on their wrists to test and they couldn't stop smelling their wrists the whole night! Lol so yes, it's even guy approved. The sillage is insane and lasts a good 8-ish hours on my skin.\n\nAddicting, beautiful and well worth it IMO. I feel like this bottle will last me a while.", "35": "My new favorite perfume! I own few Killian perfumes so I was very excited to try out this one as well!\nTo me this smells very expensive!\nIn the beginning you get cognac with cinnamon although I don't necessarily smell cinnamon that much it is very well blended. I also get a little smokiness on me perhaps its the cinnamon. I read below someone mentioned Lost Cherry by Tom Ford and I couldn't agree more, there is a very syrupy boozy cherry in the mid notes that makes this even more incredible. In the dry down I definitely smell the mint notes many mentioned but to me it reminded me of the mint chocolates ''After Eight'' !\n\nIf I could describe this fragrance as a setting to me it would be, winter time by a fireplace in a very luxurious living room drinking cognac and eating mint chocolates lol", "36": "It really is apple pie (one loaded with cinnamon) with a glass of something stiff to wash it down, all without being toothache sweet. Instant love for me, instant disappointment for my wallet.", "37": "I’m rarely a fan of gourmands. Usually, I steer towards the clean, crisp, austere...Chanel no 19 of it all. However, wow...I think this is gorgeous. It has aspects of fragrances that are familiar to me yet, this pulls at my heartstrings. It is warm, deep, very decadent. I love this and must purchase a whole bottle. Speaking of the bottle....WOW it’s beautiful. I know that I am a marketer’s dream but yes, it will be mine.", "38": "Tested this upon walking out, having tested at-least 12462882 perfumes (you know until the coffee just doesn’t do the job anymore!) \n\nThen… \n\nBAM! \n\nA completely different sensory experience, I was so taken back from the first whiff, senses that hadn’t been activated from any other perfume tickled something untouched. I’ve never smelled anything like it, YET it was a smell that took me back to my childhood…how could a perfume I've never smelled before do that? \n\nA warm hug, undeniably a top tier gourmand. So masterfully blended that the other notes just sneak up on you like they’re waiting for you to finish that first hug, then bam a second hug, a third hug… and then your sense of TASTE is activated? the fourth. (Did I really just smell all that in 4 seconds?) \nWhy am I drooling…\n\n\nUnisex but leaning ever so slightly male. However, this would be a refreshing change from ‘excessive’ floral perfumes you would usually get from a lovely lady in red. \n\nPricey? Yes.  \n\nWorth it? Depends who you ask. \n\nNo perfume is ‘blind buy’ worthy, you can’t know how your body chemistry will react to a perfume. \n\nConclusion: I don’t only want to spray it, I want to drink it…so that I could sweat it too, I mean… it is a glass of cognac right?", "39": "Ahh I can’t stop drooling! 🤤 Boozy, thick, opulent 👌🏻 The cinnamon is to die for in this! I have a sample of Oajan sample from PDM, and I don’t notice a strong similarity. Truly the scent of an Angel 😇", "40": "The best fragrance reviews always come from my husband.\n\n“You smell like brown sugar, bourbon, and pie.  Top notch.”  \n\nI am wearing Angel’s Share.  I like it, he really likes it, all is good with my world.", "41": "Omg Love this! \nAnother great fragrance from Kilian. \nAbsolutely beautiful and for once GREAT performance! \nOpens with a lovely cognac note, and sweet cinnamon which sticks around all the way till the end. Strangely, i get a slight shaving foam smell in the dry down which is also really nice and makes it sligtly masculine. Balances the sweetness nicely. The cinnamon is the dominating note all the way. \n(it’s more like a cinnamon stick, not ground cinnamon)\n The fragrance is absolutely beautiful from the opening till the end, it’s a real pleasure to wear! \nPerformance is really good, strong projection and lovely sillage/scent trail for about 4-5 hours then it slowly calms down, but still can smell it and get lovely whiffs of it after 6-7 hours.\nLongevity is over 10 hours. Lasts all day!\nDefinitely recommend it, it’s another great offering from the house, in fact one of the best performer. Worth the price imo. Great for fall/winter. 👍🏻", "42": "weird one. Magical opening, sweet, gourmand, cozy, AMAZING. Best opening I've ever smelled. Then, after some time, it dries down to probably the worst smelling scent I have ever come across. I don't know what it is about this fragrance that makes me dislike this drydown so much, but I feel like the cozy sweetness turns into some weird and awkward rubbery synthetic smell. I also get why some people here get a toothpaste kind of vibe from the drydown. Sillage is more than solid and longevity is way above average (don't know whether that's a good thing, though, since it makes you have to put up with the weird drydown longer than you want to). \nI would recommend everyone not to blind buy this one. Find a way to sample it, see how it develops on your skin and clothes. \nIt's a real bummer to me that I can't love Angels' Share as much as most people here seem to do. I will definitely give it a few more chances and see if I can get used to or even grow to like the drydown as much as the spectacular opening. Will give an update if my feelings towards this scent change.", "43": "Angles’ Share is an absolute gem! The presentation is typical of Kilian. Beautiful and elegant yet unassuming. It’s perfect for what the fragrance is. \nIt opens with a boozy note of the cognac accord and really sets the tone for what the fragrance is. The cinnamon, Tonka and vanilla come next and the fragrance really comes to life. It’s a creamy boozy cinnamon if that makes sense. \nInto the dry down it brings a nutty undertone that really fills out the life of the fragrance. To me on my skins it’s very unique and unlike anything else in my collection. I absolutely love this fragrance! \nThe projection is moderate however the performance of this is impressive. I get about 10 hours and I do not become anosmic to it which is a big plus for me! \nBuy this with confidence and Kilian hit it out of the park!", "44": "Warm, rich, opulent, and unquestionably gourmand. The cognac is front and centre throughout, and manages not to smell cheap like a lot of boozy fragrances. Mixed with the sweet vanilla and praline, and the warm spiciness of the cinnamon, this smells like a boozy dessert. Beautiful, but very gourmand, so make sure you like that if you're thinking of buying this. Angel's Share would go perfectly on a cold night, dressed up in a nice restaurant or upscale bar. For this price, I'd like the cap to be glass though.", "45": "This is so delicious! It reminds me of walking through a mall, smelling the Cinnabon and the perfumes coming from Macy’s. So boozy, cozy, amazing. I can see why it’s so popular. Perfect as a date scent. Quickly has overtaken Jazz Club as my favorite boozy perfume. Performance is fantastic. \n\n9.5/10", "46": "2021 batch (purchased direct from By Kilian) - owned and worn since October, 2021.\n\n50ml/$170 (with discount)\n\nI want to address comparisons to Parfums de Marly's Oajan, but I will save that for the end. First the review. Sprayed on skin.\n\nAngels' Share opens up - from the very top of the first spray - with a gorgeous, vibrant, shimmering cognac note. When they say cognac is a \"top note\", they aren't kidding. While a cognac accord remains throughout most of the wear, the photorealistic, French white oak cask-aged boozy cognac note, complete with barrel sediment and all - screams upon application, and then quickly settles and gives way to the heart in a matter of minutes. At this point, we have bourbon vanilla, Ceylon cinnamon, warm, luscious Amber, and praline. The praline is less about chocolate (I get very little, save for perhaps a whisper of very light, milky Swiss cocoa), and more about the caramel/dulce de leche, nutty hazelnut-like creamy filling. These sweet, gourmand aspects slowly push the cinnamon back, lending some more balance. \n\nAs it wears on, the sweetness remains steadfast, but the cinnamon slowly, and gently steps back, allowing some of the woodier base accords to unfurl - oak, perhaps, but certainly a subtle creamy sandalwood component - playing well with the sweetness, but lending some dryness as well. From start-to-finish, you get a cinnamon-dominant, sweet, creamy, festive spicy warm, but decidedly NOT dark experience, that lasts every bit of 8 hours minimum, with noticeable projection for at least half that. Under the right conditions, it will remain as a skin scent for at least 14 hours. On clothing, heavy applications will last until washed. Weeks. \n\nThere are some \"ghost notes\" here. One could easily mistake a subtle tobacco accord, or perhaps honey, dark fruits, and spices. Personally, in the mid, I detect a whiff of jasmine and sweet orange, as well as a fair amount of ambroxan, which definitely aids in the projection and bombastic nature. \n\nYes, Angels' Share leans a bit into the more synthetic territory, although the naturals - especially in the opening, are apparent. Fairly linear. Nevertheless, I personally feel as though, while not ground-breaking, it serves a purpose that no other fragrance can quite substitute, and therefore, is worthy of the hype. It's a festive, boozy, Autumn/Christmas-in-a-bottle with nuclear performance, and seething with warm, cozy, comforting sex appeal. \n\nDoes it smell like apple pie? There's certainly some fruity materials used, which aid in providing lift and brightness, and I can sort of make out some fresh green apple, although I think much of it is the sweet, festive, cozy, gourmand cinnamon notes pushing that association. But yeah - it has an \"apple pie\" vibe. Just don't forget about the cognac/vanilla/amber structure.\n\nIs it similar to Oajan? Shockingly, so many people say \"yes\". I own full bottles of each, and while I initially thought so in the sampling phase, I really can't connect the two now, even side-by-side. They're both cinnamon-centric sweet autumnal scents. That's it. Oajan is much more cinnamon-forward (dry cinnamon), with a darker resinous, almost Middle Eastern flare. It has a bready pastry note that this lacks, and the osmanthus, artimesia, and labdanum give it more of a natural feel. October. Apple pie. Not more than 40-50% similar to each other. The cognac, oak, and praline really make Angels' Share entirely unique. I'd wear Angels' Share formally/dressed up, as it has an air of luxury and class. Oajan I wear while hiking through the New England autumn foliage in October. Would never dress it up.\n\nAll-in-all, Angels' Share by Kilian is a true \"love\" for me. It's nuclear, it's elegant, refined, and while it means synthetic, it's ultra-modern, 100% unisex, and takes the second most beautiful cognac note I've smelled, and sits it atop one of the most fitting festive fragrances to wear through the autumn season, which provides an olfactory soundtrack that truly elevates even the most mundane tasks. \n\nBlind buy safe? Yes - IF you know you enjoy sweet cinnamon/\"apple pie\"/gourmand vanillic ambers that lean neither masculine nor feminine. Please sample first anyway, as this one isn't cheap. \n\nVersatility: LOW - Perfect for late autumn and great through winter. Casual, formal, and date/intimate setting appropriate. It's loud, so if using at work or on a date, go light, because you can and will choke out a room with this. Clubbing certified. Come spring, shelve it.\n\nPerformance: Nuclear. Great longevity and massive projection for half the wear. Zero complaints. Be aware.\n\nQuality: High. Despite a predominantly synthetic structure, it smells luxurious, expensive, and quality, with a unique flare from the cognac. It's not a Slumberhouse, but it's certainly \"niche-quality\".\n\nPrice: $190/50ml retail. $160ish private.\n\nAtomizer: Decent. Fairly wide spray, but nothing special. \n\nGender: 50/50", "47": "I cannot stop constantly sniffing this. I keep saying out loud to myself, \"this is the best smell I've ever smelled.\" I want to shout it from the mountaintops!\n\nFor years I've been trying to find a fall/winter fragrance, but after trying many of the usual suspects, nothing ever feels like \"me\" enough. \n\nThe opening reminds me of fall/wintertime evening around a fire with a boozy cocktail. The dry down reminds me of dessert time at a holiday family dinner. Yes, it smells like apple pie, but in a smoky, boozy way. It is just magical. It is absolutely not too sweet for me, and I am not generally into gourmands. The smokiness and boozy-ness offset the sweetness just perfectly.\n\nThis lasts on my clothes and my body an entire day. If I spray it in the evening, I still smell it in the morning. If I drive my car while I have it on, the next time I drive my car I can smell it lingering in there. It's just heavenly every time I smell it, I can't get enough!", "48": "First impression: liquor or skunky beer. \n\nSlightly sour and off-putting like stale beer in a crushed can you find lying around after a party, and accidentally spill it while you're throwing it away. \n\nI smelled Fan Your Flames yesterday and I thought the liquor in that was done better than this. \n\nI still have more testing to do but so far I'm not impressed with this. \n\nLot's of hype on this one but so far I give it a 3/10.", "49": "I was kind of hoping I wouldn’t like this since I don’t like spending a whole bunch on one fragrance but of course this had to smell absolutely amazing on me. I get a sweet boozy cinnamon with some woody-ness in the background. I don’t get too much of the tonka bean, all the other notes are blended so well it can be hard to point out if I’m smelling sandalwood or oak lol. The cinnamon and cognac are the most prominent notes on my skin though. This is going to be such a good fragrance when the weather gets colder, it’s so warm and cozy."}, "2": {"0": "Friends, please be aware of FAKE TOBACCO VANILLE on eBay. The worst fake perfume I’ve ever seen arrived from  \nbest.natural.store2018 (151)\n95.5% positive Feedback\nMember since 2016\nLocation:Bulgaria \nIt says located in Bulgaria but actually US. I should have known. \nI will re-buy TV from TOM FORD BOUTIQUE from now on. I’m sorry for posting here but I thought nesessary.\nPeace (*^^*)ノ", "1": "This perfume just screams “ I GOT MONEYYYYYYYY, AND I’M LETTING YOU KNOW”.\nHeads will be turned wearing this perfume. A man wearing this perfume going out with his guy friends, will get the most attention. Everyone will look at him when the ober askes who to give the bill to.\nA Woman wearing this perfume just screams “ I’m independent, and can take good care of myself “.\nWearing this scent to a normal 9-5 job will have your coworkers think you don’t need this job, and that you got stacks of money. LOL\nThe notes I pickup are: Spices, Vanilla, Cacao , Tobacco, and a little hint of Fruit wich makes the perfect blend.\nI would personally wear this fragrance in the winter time or when I know that I will be in an airconditioned room. It last 8+ hours on my skin.  \nAlthough this is the perfect fragrance, it is NOT for the weak !!! \n5/5 Star", "2": "By now we have all come to the consensus that Tobacco Vanille is brilliant/mediocre/horrible (delete where appropriate). This being said, I'd like to briefly talk about a tangential issue concerning this fragrance, which is the following: \ntobacco (eng.) vanille (fr.) \nWhat am I to make of this? How do I pronounce it? Switching accents halfway through is inadvisable, since even my friends from Nouvelle-Orléans choke on their Diet Coke whenever I correctly pronounce \"Guerlain\" in the middle of an English sentence. No, you have to commit to one only.  \nMy first option is, then, to leave \"vanille\" as it's supposed to be (French) and say the English word \"tobacco\" with an exaggerated Jean-Reno-style accent. However, I find it cumbersome to lug around the silk béret and fake moustache which are necessary to channel the appropriate level of pretentiousness. \nAlternatively, you can follow TF's marketing and pronounce the whole thing in English - like a clueless American tourist clutching his phrase book in a Parisian café (\"Oooh ay le Starbucks?\"), blissfully unaware of the savage beating the waiter is fantasising about behind his smile. \nPerhaps this is all some grand œuvre de trollage - Mr. Ford snickering into his computer screen as he watches reviewers humiliate themselves trying to pronounce his fragrance names. If that's the intent though, I suggest he take a page out of Hermès' book and go all out. In this age of Youtube, Un Jardin en Méditerranée still ranks as the funniest fragrance I've ever come across.", "3": "It´s a little bit difficult to write down this review because of those feelings inside. I don´t want to be much personal, just sincere - because this is the scent of my love & our home.  \nFor me, there is something very familiar about this perfume. It reminds me of my life, my memories, my man. All the cigarettes he smoked while he was listening to my stories. Fluffy vanilla latte on Sunday mornings, the taste of Old English dark fruit cake that I have been baking every Christmas. Hennessy cognac for goodnight /while we were listening to our favorite song - Change Is Gonna Come/. \nSweet home, sweet times.  \nTobacco, cigarette smoke, cigar ash, delicately sweet vanilla, dried fruits, cloves, cinnamon - that´s what I love, what I want, what I need. That is Tobacco Vanille.", "4": "\"Is it a gift to someone special—?\"\n\"Yes, very. It is a gift to myself.\"\nShe takes a brief moment to smile as I maintain eye contact.\n\"The best kind! would you like me to wrap it for you?\"\n\"No. Give it! it is to be enjoyed right away.\" I said to the amusement of the Sephora-Plage representative of Saint Tropez, all the while sampling this eau de parfum on my wrist, then on my chest, opening the collar of my dress shirt as she was seemingly leaning forward. \nTobacco Vanille unexpectedly took me back to a very private place, where laughter was cheap and colours saturated. I used to be on the Right at the time and perhaps a bit emotionally disconnected, and \"She\" was on the other far-end of the political spectrum. Beautiful, strong, opinionated and witty. Naturally we clashed—Genevieve called me an Imperialist and I called her a child—she stormed out of the debate and I followed ... but before we could understand what had taken hold over us, here we were, lustfully rolling in the grass of our University. She used to perfume herself with nothing but vanilla extract while I reeked of those Davidoff cigarillos I favour to this day... \nBut the real Tobacco Vanille is far more eloquent. Yet it is an idea refined to its simplest and purest form like the most accomplished architectural projects. This eau de parfum is a opulent Niche caprice. It is a manly unsmoked pipe tobacco—It's tin is flavoured with cloves, anise and wood sap that sensually tango with a moist and candid Bourbon vanilla, a creamy tonka bean and what must be Criollo (a very high quality cocoa that represents less than 3% of the world's production) imported straight from madagascar—There is also a very playful note which echoes the smell of a little Grand Marnier spilled on an old leather sofa and expands further the underlying theme of the old Gentleman's Club so cherished by Tom Ford. Tobacco Vanille is a simple way of saying very elaborate things.  \n...Genevieve and I would soon abandon our ambitions and made plans to elope to the complete dismay of our respective comrades, but tragedy would decide otherwise (To those of you who have known this kind of quiet rage and survived it, I salute you.). \n\"Magnifique!\" Back in Saint Tropez, the Sephora representative had just woken me from my memoria loci, studying me with those dark almond shaped eyes and nervously playing with the tip of her tight, tight ponytail (...). To quote Oscar Wilde, \"Everything in the world is about sex, except sex. Sex is about power.\" and Tobacco Vanille certainly adds to mine. \nNow I must add it's newly released beard oil to my routine.", "5": "I couldn't hit the love button fast enough.\n\nThe opening is beautifully spicy and warm next to a sticky pipe tobacco scent. The tobacco blooms and becomes primary and then it dries down to a deliciously edible vanilla. Tom Ford does good work.", "6": "\"Smells like Bvlgari Man In Black\" Are you drunk or what?", "7": "I'm not saying that I want to smell like this for the rest of my life, but I probably want to smell like this for the rest of my life. Rich dry Tobacco develops into a vanilla sweet, smoky spiced blend that you want to eat. Lasts forever and a day, and on my skin not many things do. Masterfully created and signature worthy.", "8": "I wish I would have never tested this! \nAnd its only because now that I have, I WANT THIS BADLY!\n\nAt first I get a kickback of red cinnamon & some clove spice, like that in a red chewing gum, or the candied spice in a \"Mike & Ike\". But then it rounds itself out into a mature vanilla & sweet tobacco scent, along with something else, maybe licorice.\n\nIt's sexy, dark, and daring for a woman. Oh yes! But I think that's what makes it so intriguing. I know a man can wear this also, and I definitely hope they would, but I would almost prefer to smell it on a female... a femme fatale. Maybe she's unconventional, secretly smokes a pipe, or rolls her own cigars??? Who knows! But this scent alone would make her extraordinary!", "9": "Bought this for my bf and when he has it on (I told him it's a special occasion/date night cologne), I immediately want to cancel our plans, stay in and smell him all night. It smells like a kind gentlemen, or a very powerful sexy woman. Either way, it's amazing! If your s/o comes off nice but has a dark touch, or seems a bit mysterious with a kind soul, get them this. It's amazing.", "10": "Warm, cozy, sweet and a little spicy. Whats not to love?\n\nTobacco Vanille is a beast of a fragrance. I get a beautiful, thick vanilla with some chocolate-like tobacco. I also get a touch of cinnamon or some other spice, but for the most part you will get a lovely vanilla pipe tobacco. It comes off very luxurious, and it works best dressed up formally on very cold nights. \n\nPerformance. Is. Insane.\n\nPerfectly unisex\n\n8/10", "11": "A beautiful pipe tobacco smell.  Women will not stop sniffing you!  This is. Perrrrrrrfect for fall and winter.  It's spicy perfection in a bottle.  High price but high class.  You may need a second job for this one but you will be making memories all around you as you do.  There are cheaper alternatives but none match this juice.  Burbery London is the white trash trailer park cousin of this.", "12": "Earth-shatteringly beautiful. As a vanilla/gourmand devotee who is trying to build a more serious fragrance collection, some of the higher end fragrance houses can be intimidating. Tobacco Vanille seemed palatable enough so I procured it as a blind-buy. Upon initial spray, I was mystified. Swirls of earthy tobacco woven with vanilla cream and kissed with spice. I couldn't take my nose from my wrist. With time, the scent evolved into a more robust and sweet fragrance, like a beautifully blended whiskey and a splash of Coke with a glossy, honeyed finish. Tobacco Vanille is simultaneously inviting and bold. I think I would loving smelling this on my SO just as much as I love wearing it. The longevity is just right and the scent screams sophistication and opulence in a sublimely androgynous way.", "13": "Simply delicious.\n\n Tobacco Vanille is about 3 parts vanilla, 2 parts tobbaco and one part cocoa. The vanilla is beautiful, and of a high quality; sweet yet also quite natural. The tobacco is the spicy, clovey type and reminiscent of smells one typically associates with the holidays. TV has very good projection and longevity, though it does not develop or change much throughout the life of the scent. It is probably most appropriate for night-time wear, or a day spent out and about. TV is a fairly heavy scent, but works fine when applied moderately. \n\n If you're looking for a something sweet to wear in the fall or winter, don't pass this one up! It's one of the best gourmands out there.", "14": "Tobacco Vanille is supposed to be a unisex fragrance, but I honestly don't care much for it on myself, its just a little too dense and sweet on a man. On my wife however it smells absolutely phenomenal. and has become her favorite fall/ winter scent. It smells like a fruity hookah smoke with a vanilla tobacco attar about it. Nuclear performance all around lasting easily 12+ hours on her skin with just a spray or two. I know it's been reformulated but she doesn't care, her bottle is from 2016 and it lasts and smells just fine to my nose. This has got to be the absolute sexiest cold weather fragrance on a woman that I've ever come across.", "15": "I absolutely love this fragrance. A complete masterpiece in my opinion!\n\nJust making things short: honey, vanilla and tobacco never were so good on my skin, and this combination stays and projects forever!\n\nA MUST TRY for anyone who loves sweet fragrances.", "16": "First perfume that ever took me by storm. \n\nOne sniff and it still makes me imagine an old library furnished with only heavy, dark pieces of massive wood. The room is lit only by candle light. An intelligent man with dark hair and a salt and pepper beard sits in the leather chair next to me, he cuts a cigar but doesn't light it yet. He crushes the discarded flakes of tobacco between his fingers. He sits so close to me that I can almost detect the smell of the after mint on his breath. \n\nThe vanilla of the scent isn't materialized in this instant image, but it kind of wraps the entire scene and sensation of the scent in a cloak of comfort and security. Nothing dangerous can happen, but something exciting will.", "17": "This is amazing.\nOpens up with glorious daddy issues of pipe tobacco and bourbon, then dresses in a chocolate velvet vest with a watch chain and takes me out to the lesbian billiards bar. I drink vanilla shots until I'm cut off for spilling one and we go home to empty cabinets except for that fruitcake I re-gifted and got back two years later. It's delicious.\nBest date ever.", "18": "I love it. I want to bathe in it. Buying it as we speak.\n\nI smell like a teabag + vanilla for hours upon hours. It's great. Utterly wearable. Not too sweet.\n\nI also own Tihota and now feel like I have all my bases covered. Vanilla-wise, that is.\n\nEdit: The real \"Fucking Fabulous\".\n\nEdit: Haha, no, Vanilla-wise I do not have all my bases covered. So naive, lol. One can never have too many vanilla perfumes.", "19": "No fragrance takes me somewhere else like this. I spray it, and I'm suddenly of \"old money\" in a swanky cigar lounge in London in Fall. I've only been to London once to date, but this one screams classy Brit to me. It's also so cozy that if you're spinning a rainy weekend at home, I can think of nothing better to spritz. The vanilla is subdued, and the tobacco is somewhat clean; nothing dirty about it.\n\nIt's handsome; it's pretty. After putting it on, you can see why Tom Ford fragrances became so sought after. Most of the remaining collection doesn't compete with how moving this release was. People starting to get into high-end fragrances should look to this first. The new 10 mL travel bottles with magnetic caps are priced somewhat reasonably since you'll used it so sparingly because it's so potent--both in longevity in sillage.\n\n10/10 delicious scent, 10/10 longevity, 10/10 sillage. True masterpiece that's a must-have for any collection, big or small.", "20": "Probably the biggest compliment getter in my collection. I would never have guessed it would be since the tobacco and spicy notes definitely are noticeable, and not usually \"easy\" or mass appealing. In the dry down however, they get a little bit pushed to the side by the vanilla and that's usually about the time when people compliment me on my scent. It lasts an enormous amount of time and projects very nicely without being offensive. I would be  a little cautious with wearing it in hot weather, although I have to admit, I have and didn't get any complaints. A beautiful nighttime scent, especially great for cozy scenarios during the fall and winter. Also, a perfect unisex scent that I love to share with my boyfriend. I highly recommend it!", "21": "This is the first Tom Ford fragrance I have fallen in love with to the point of needing to buy it for myself.  I'm so glad I own this one, because it's beautiful.\n\nThis fragrance is very straightforward, and Tobacco Vanille is a very accurate name.  Basically, this perfume is a beautiful mix of pipe tobacco and vanilla cake. It's very yummy and sophisticated at the same time. I think that the spicy notes add an almost cinnamon-like characteristic to the perfume as well, which really warms up the fragrance to the point where I view it as a Fall and Winter perfume.  The cacao and tonka bean, I think, really add to the vanilla to the point of making it smell like a piece of cake rather than just vanilla extract (if that makes sense). I pick up on an almost \"eggnog\"-like vibe to this ... A boozy, nutty, and cinnamon-y vanilla.  If you love eggnog like I do, then this perfume is definitely worth checking out.  This is going to become a favorite Christmas/Holiday scent for me for sure.\n\nLike all Tom Ford fragrances, the sillage and the duration of the perfume are crazy-impressive.  All you need is one spray, in my opinion.  I think this fragrance smells best when you approach it with a \"less is more\" mentality. This is a fragrance where you want people to smell it when they're close to you, in my opinion.\n\nFor me personally, I find this fragrance to be very sexy and cozy. This is something I will wear for date night and cocktail parties.  I also think this is a fantastic unisex fragrance ... It has the perfect combination of masculine and feminine.", "22": "My first full-sized bottle from TF and what a great choice. It's stunning, opulent, seductive, loud. Everything I want my perfume to be. If you're looking for boozy, tobacco, vanilla, spicy, fruity scent with a lot of character - look no more.", "23": "This scent. Words fail me. Love at first whiff for my husband and I. I've never had a scent that is always a good choice for every season, every occasion. Even for work (with very picky co-workers) and casual wear. Amazing and complex in every way.\n\nWhen I was a child, there was a used book store in a hundred year old store front that sold my Dad's favorite pipe tobacco in bulk. There were several apothecary style glass jars filled with fruity, boozy, and vanilla scented tobaccos that mixed and mingled with the old leather of chairs and books and the pot of coffee in the corner. That is what this scent smells like. Old money that is quietly content with the simpler things in life and is in no way ostentatious or gauche. Perfection.", "24": "So I finally got around to try this little rascal, and this guy has attitude! To me Tobacco Vanille introduced itself like a delicious explosion of vanilla rum, tobacco, smoke from a fireplace, myrrh, cinnamon, raisins and a mix of various dried berries (not considering the actual notes in it here, just what it instantly smelt like to me). As it dries down it strongly reminds me of a Norwegian drink we have during Christmas time, called \"gløgg\", similar to the German/Austrian \"Glühwein\" (hot wine/mulled wine). It was not at all what I expected, but it's very well done imo. It was quite a surprise to my nose and it instantly brought me to Christmas time with my family, snuggling up in front of the fireplace all happy, satisfied and calm after a heavy Christmas dinner. \n\nI like it because it smells good and because it brings me that particular memory of a special time of the year, but it's not something I'm able to wear as a perfume. For that it's way to heavy/dark/different to me. But I wouldn't mind having a spritz of it from time to time, even though I won't be buying a bottle of it. But really, I think everyone has to try this on once, just because it's so special and different.", "25": "If you're looking for an overly complex scent that changes from top notes to dry down, Tobacco Vanille is not for you. However if you're wanting the best rendition of something simple, TV is one of the best out there. The tobacco is exotic and comforting rather than dry and off-putting, and the vanilla isn't so sweet as to make you feel like you just rubbed a cupcake on your arm. However the blend overall is sweet enough that I can't imagine it on a man. Sillage can be quite strong so dab rather than spray if you can, and longevity is superb at 6 hours and counting.\n\nHowever, for all its beauty Tobacco Vanille is horribly overpriced. I don't mind paying top dollar for the well-blended, complex, and long-lived, but a blend this linear needs to have a good chunk knocked off the price. $120 or $140 would be tempting, but at nearly $200 for 50ml TV is the kind of scent I'll pine for but never buy unless $200 somehow dropped onto my lap.", "26": "Tobacco Vanille, an enticingly warm and intense fragrance that intensifies as your body heat increases.\n\nA seductive and comforting fragrance reminiscent to the aroma of marshmallows dipped in warm chocolate & vanilla. \n\nit starts of with a trio of cocoa, vanilla & dried fruits to create a harmony of warmth with vanille undertones.\n\nthe Cocoa & vanilla stay as notes of creamy marshmallow comes out to intensify the sensuality and passion of the fragrance.\n\nthe fragrance is balanced by the smoky tones of tobacco leaf & tobacco flower to keep it from becoming to sweet. \n\nOverall if you like the smell of toasted chocolaty marshmallows infused and heightened by the seductive tones of vanilla & tobacco, you will love this one\n\nA very private creation, turned down the light and the warmth & gourmand notes of this fragrance should enhance any couples mood throughout the night and leave it's warm impression the morning after ;-)", "27": "At work today (I work at a perfume store) I was helping a gentlemen and kept getting whiffs of a delectable sweet vanilla...it confused me as I was on the mens side. He began talking about what he wants in a fragrance and motioned for me to smell his neck, I leaned in and WOW !!!! AMAZING! It completely blew me away! In my 9.5 years working here I've never been able to smell someone's cologne over all the other smells in the store. This stuff is expensive and rightfully so, it carries very well. Maybe one day I'll get my hands on a sample of this. It's PERFECT for the colder weather.\nI regret not smelling his neck one more time :(", "28": "Think of Tobacco Vanille as a machine. A very specific machine that does nothing else beside mass producing Compliments. \n\nNow you know what it smells like.", "29": "I got a decant of this. This is what I want Spicebomb to be.\n\nImmediately, I get wet, boozy, rum-soaked pipe tobacco, then vanilla (slowly). Dry spices--cinnamon and clove, mostly--roll out like curls of smoke after half an hour or so. After another thirty minutes, I start to smell this jammy/fruitcake note. It reminds me of sweet port. Then, it goes back to tobacco and kind of starts over again. This is full of liquor. Wearing this makes me feel like I'm having a stiff, thick drink in an incredibly nice library. I really like this.\n\nThe problem I have with this (as a graduate student) is that I can't think of any \"real life\" situation for wearing it--haha, or affording a real bottle, for that matter.", "30": "Enormous Silage & Great longevity.\n\nThis is a smoky vanilla scent, not gourmand.\nI don't know why I always thinking of HONEY when I was wearing it.\nUnisex but a bit feminine.\nThis is a tobacco scent that women can wear it without doubt.\nI bought 100ml in 2007 first release. \nIt's warm, sophisticated & wearable all seasons.\nIt lasts all day.(HUGE++)\n\nUNIQUE scent.\nLove it!\nMy favorite from TF.", "31": "I can't believe this took me so long to test out, but I'm so glad I got around to this one.\n\nThere is something unidentifiable, yet familiar about this fragrance. It kept evolving, and reminded me of different things and experiences in my life. I kid you not, my first experience wearing this scent consisted of me sniffing my wrist compulsively thinking, \"Oooh! Cinnamon buns? Dried cloves? Spice markets? Chai tea? Cinnamon sticks? Antique furniture? The holiday season? Spiced eggnog? Sweet tobacco? Incense sticks? No, that can't be it..\" It actually seemed like this was an extension and reminder of all of my fondest memories and the memorable smells that went along with them! \n\nTobacco Vanille is very warm and comforting in a unique way. It has just enough sweetness to balance out the dry tobacco, without being cloying. It kept me entranced and above all, interested in what I would think of next; this was a journey in a bottle for me. \n\nIf it's any consolation or help to anyone, I'm a female in my early 20s and I love the way this smells on my skin, but I would love it equally as much on my man. A smell like this has no gender or limitations.", "32": "When I first smelled Tobacco Vanille it was love at first smell. I initially walked into the boutique in my area just to get an idea of what Tom Ford had to offer. I had heard the reputation of this particular scent, but was a little nervous about the idea of wearing something too smoky. I was able to pick up a sample of it and couldn’t put it down. I found myself smelling my wrist throughout the day. It’s addictive.\nAt first the tobacco note is a bit more noticeable on my skin; but it’s not like a fiery smoke – more like a cooking smoke – at least on me. On myself, the smoke wears down and I am left with a spicy vanilla. To me, it smells like a sophisticated sweet fragrance. It’s not a sickly sweet by any means.\nThis lasts on me for hours, and even when it’s onto hour eight or so, it is still close to my skin and is just wonderfully cozy. It’s certainly my most complimented fragrance from both men and women. Despite owning so many other scents, I would go as far as to say this is my favorite – at least for now.", "33": "Ohhhh Tobacco Vanille, you make me swoon. This is one of my favorite fragrances to smell on a man during the winter. I have worn it on myself as well, but it is the type of smell that I want my partner to wear when things get hot and heavy. The scent of the expensive, unsmoked cigar and the decadent chocolate and vanilla are beautifully blended. There are so many tobacco fragrances on the market right now, but none of them makes me weak in the knees like this one.", "34": "Just got my Tobacco Vanille! It is a 100ml blind buy as I only purchased it because of the notes in it.\nAnd....\n\nIt is heavenly! So yummy and scrumptious I can't get enough of it!\nIt lasts for hours after just one spritz, and the smell just gets better with every second.\n\nI'm so glad I bought it! Highly recommended for lovers of quality sweet perfumes. You are sure to delight in this one.", "35": "Many people say they can't find an occasion to wear this scent. That's because it should be worn by rich people that dress well, that have a rich environment and don't think too much about the scent itself, like normal people would put some generic CK on. I bet Tom Ford himself would even wear this during high heat and couldn't care less about anyone's opinion", "36": "Sex in a bottle... I love the smell of a Gentlemen’s Club.. this envelopes me in dark wood, maroon, cigar smoke, bourbon, expensive colognes, \nThis is the essence of this blend. I can’t pull a single note out, I smell them all at once.\nIt’s sexy, It’s a smell you hope to find on someone you want to know better although the olfactory is said to have drawn us already, we’re greedy & want more..  imho... this is definitely one of the mores..\nLight of hand.", "37": "This right here, has to be one of the top ten greatest fragrances ive had the pleasure of having my nose on. Man. I've had a few decants of this and have applyed it formaly and also on a date. Let me say if she hugs u and her eyes dont pop out of her gorgeous head.Dump her immediately. Move on to someone who understands this whole situation. Good God!", "38": "Wife bought me a bottle of this for Christmas back in 2010. I went through an entire bottle in one year and wife bought me a bigger bottle for Christmas in 2011. I wore it sparingly since then because I wore so much of it so it wasn't anything special anymore....so I moved on to other fragrances. \n\nMy wife surprised me today for my birthday with a new bottle of it because she thought I had run out of it and she said she missed the smell.....I didn't tell her I still had a lot left! I sprayed it on the back of my hand and wow.....huge difference from the old version! Her words...\"Eew....is that what you used to wear\"? \n\nToo much vanilla on top. I let it dry down for an hour to get a better read of it but the vanilla is still dominant. I can smell a hint of tobacco but the vanilla is still very dominant after an entire day at work.\n\nFound the old bottle of TV and sprayed it on the back of my hand....still a masterpiece. Very smooth and still has that tobacco/vanilla vibe that isn't overpowering and still has a bit of smokiness to it that I remembered.\n\nI'm bummed it's changed to what it is currently. I want to start wearing it again but am afraid that once it's gone, I'll never be able to find an old bottle. Bummer.", "39": "I finally received a sample of this through a swap and then bought a small bottle. I did not know I needed it until I had it. This is AMAZING! I wasn't convinced I'd like it because of the tobacco, but it's rich, thick, smokey vanilla with hints of cherry in the background. Those who mentioned Michael's around Christmas time, yasss! That scent, elevated!\n\nIt also reminded me of sitting in a lounge in an upscale Caribbean resort, wearing a vanilla scent, sipping on a fruity drink, while a couple people are smoking cigars somewhere around.", "40": "Good god, Tom Ford is going to be the death of me. I don't know what is happening with my nose. I have always favored sweet gourmands, but I fell madly in love with Black Orchid a year ago. I didn't realize at the time that it would turn out to be a gateway scent into Tom Ford's entire collection. I ordered several decants of his private blend, and the teeniest one was a 1/2 ml of this scent. I am in awe. \nTobacco vanille is stroll down a bustling sidewalk when a surprise whiff of an elegant cigar shop stops you in your tracks. It is most assuredly tobacco, on a bed of vanilla with honeyed sweetness. This scent nearly has me trembling.  I am not sure how Tom Ford does what he does. How his scents are simultaneously warm yet aloof, sweet yet earthy, clean yet deliciously dirty. Sex after a shower. Provocative, alluring, and narcotic.\nUltimately, I realized that this scent brought back wonderful memories of times with friends. Long philosophy filled nights where rich cigars and clove cigarettes were smoked over glasses of scotch. The room tense with high ideals, thick smoke, and flirtation. Mystical nights, forever embedded in my memories. Any scent that can bottle that, I must own. I adore this scent.", "41": "Great news...I put Tom Ford's Tobacco Vanille on at 4:30pm yesterday, and it's still going!  So glad I found one with good lasting power.  (Black Violet and Oud Wood were excellent and I loved them but they disappeared too quickly)\n\nFirst of all, you really have to be a lover of vanilla in a scent (I am).  Because the scent, to me was pure tobacco and vanilla.  First blast, they came out together loud and very clear, with some wood smell in the background.\n\nThat's pretty much what this scent is all about.  The blend is superb; an excellent smooth tobacco and vanilla.\n\nSecond phase, the vanilla really shines (that's why I say you have to like vanilla), and the tobacco takes a back seat for a while, but it's still a heavenly blend.\n\nDry down is tobacco and vanilla but very creamy, closer to skin but still projecting after 6-7 hours!  Went to sleep, woke up into that wonderful scent still going pretty strong.\n\nThis one is a definite buy for me, because I love the fragrance and it's long lasting.  That is one of the things I insist on in a fragrance, because I wear them for me, I want to smell them all day...they're aroma therapy for me.  Felt very open and proud wearing Tobacco Vanille.  Superb!", "42": "This was a gift from my wonderful perfume addict Grandmother and she should be on here making perfume recommendations, as she always knows exactly what I will love. Unfortunately, she refuses to use a computer so I will try to describe this one as best as possible for you. \nTo me, it smells like a cigar shop, where all the walls and floors are made of cherry wood and there are vanilla candles burning all over the shop. It does not smell like a lit cigar, or an old pipe, or an unlit cigarette, or a smokey bar...it smells like the classiest cigar shop that sells only the most coveted, high-end cigars - in fact, they roll them there since I smell what is more like raw tobacco as opposed to tobacco when it is rolled up into a leaf or paper. \nThere is something very comforting about this scent and there are nuances of cherry and spices, perhaps nutmeg in the background, although I think these are the tobacco and tonka bean. \nThe combination of vanilla and tonka bean always create something magical for me, but when you add that tobacco in, it's truly heavenly. \nVery Tom Ford, very expensive, probably not something I would have splurged on but I'm glad that my grandmother got me a bottle. \nFor the record, this smells totally different on my husband. It's very distinguishing and not as sweet on him; more spicy. The vanilla really comes through on me but the spices make more of an appearance on his skin. We could totally share this, but we don't. It's mine :)", "43": "I have never smoked. But have always loved the scent of a good sweet cigar.\n\nTobacco Vanilla starts out like that perfectly. It's exactly what I always loved about tobacco scents, real tobacco scents.\n\nAfter a while the tobacco takes more of a backseat and it's vanilla all the way.\n\nAlso, this stuff lasts....and lasts and lasts and lasts. A little bit is enough for a looooong time.", "44": "Fragrance -Tobacco Vanille Tom Ford\nBottle from - 2015\n\nWhen darkness rise,and you are facing superior enemy,almost ready to enter the fight against all odds,fight that you cannot win,and at that point in time,at point when all become one,you find peace.You are just about to give the speech of a lifetime.Speech to your friends,brothers and sisters,that we will not go quietly into the night,that we will defend our light,whatever the cost may be,and we will be glorious and eternal.For that speech I chose Tobacco Vanille.\n\nLongevity - 10/10(12+hours)\nSilage/Projection - 9/10(several feet away for the first 3-4 hours)\nWeather - late autumn,winter\nAge - 27+ \nCompliments - 8/10\nScent - 10/10(masterpiece)\n\nMain notes according to me -\ntobacco leaf,vanilla,cacao,tonka bean,spices,dried fruits.\n\nThe drydown is nice and i get some -vanilla,woodiness,tobacco and spices. \n\nEmotions -dark vibe elegance,sophisticated,extraordinary,                                         remarkable,class.\n\nOccasion -special occasions,formal events,life defining moments. \n\nOne of the best tobacco-vanille fragrance.You'll get compliments with this one.Very elegant,impressive and sophisticated scent.Definitely will get everyone's attention.", "45": "Sooooooo sweet and wonderful! It's like the 8th wonder of the world.  It's not even just another fragrance, it's something extra.  Something otherworldly.  The strength, the longevity, the sweet smell... get a sample.  Even if you don't wear it or want to buy it, you deserve to experience it. \n\nMostly vanilla with slight tobacco.", "46": "I don't have the fragrance, but I tested a sample of it at the store. Just fyi, I'm 19, so I'm still pretty young. This was the first time I've ever smelt the tobacco scent, and I gotta tell y'all it knocked me off my feet. I was not expecting the pleasantness of the smell. The tobacco mixed with the sweet vanilla, just omg, SUPERB! I see a lot of reviews saying it's only for the mature, but I think it may work out on young adults too. It's absolutely captivating and seductive, it really spells out confidence as well as it charms. The dry-down of the scent is just as good. I only wish I could afford to buy a bottle of Tobacco Vanille, but unfortunately it's quite outside what I can afford.", "47": "The first time I received my bottle of this, I sprayed two solid sprays on the back of my hand and put my nose to it, followed by a quick pull away and a thought that I'd made a terrible mistake. The scent was overwhelming, way too strong and overpowering. For the remainder of that night I kept smelling my hand, berating myself for blind buying such an expensive bottle (FYI, I'm a serial blind buyer). \n\nThe next day, after a shower I decided to try it again. This time I used one spray on my hand and stuck my nose in. It was as if I had smelt something completely different the night prior. The warmest, sweetest and richest vanilla note I had ever smelt hit me, followed by a warm, cozy tobacco note. I instantly fell in love with the scent and praised myself immensely for being so smart to blind buy a bottle of such quality!\n\nTo make matters even better, my wife smelt it and fell in love with it (my wife enjoying a fragrance automatically gives it a positive in my books. Her compliments are the only ones that truly matter at the end of the day). She said I smelt like a Caribbean breakfast called cornmeal porridge, which she adores, and I get the comparison, especially because we flavour our porridge with a lot of vanilla, cinnamon and condensed milk, so all the same facets were there.\n\nEvery time I've worn this scent since then has made me fall deeper and deeper in love with it. I love the warmth it brings and the stickiness in the air. I don't think I've ever enjoyed wearing a scent as much as I have enjoyed wearing TV. It's a masterpiece of perfumery. I just wish I lived somewhere where it's colder for longer so I could wear this more often. I may just start doing one spray in the summer so I can experience it more frequently. \n\n10/10", "48": "You meet your Gf's parents and you're wearing TV for dinner. The next evening you knock on their door to see your Gf a second time, but there instead waiting, is your Gf's Milf mom, having somehow managed to tear her clothes off faster than meeting a malnourished Lion that has escaped an Indian zoo cage. She bends her body forward to force a whiff into her enlarged nostrils of the green cloud of TV emanating from your pulsing wrists, her lips smirk. Not 1 minute later you've popped your cherry. \n2 sprayed sweater hung on a clothes rack made my Gf want to have freaky time in my wardrobe.\nSprayed once on my wrist, after about an hour of drying down I reached for the bed and found a cold spot under my pillow. Let my hand rest there for 2 minutes, then got up. Pillow smelled TV for a week straight.\n\n11/10 would definitely not recommend Tom made this one for me", "49": "Tobacco Vanille is the quintessential winter night out scent for people looking to create a classy, confident and sexy impression for themselves. It is alluringly loud and warm, which can be attributed to its intersection of balanced sweetness with indulgent vanillic creaminess. Give it a go if you're into gourmands! 9.5/10"}, "3": {"0": "Remember that one scene at the end of \"Grease,\" in which good-girl Sandy is all decked out in black leather and high heels because she thinks that's what's going to impress Danny, yet despite her \"rebellious\" exterior, she is still a naive and good girl at heart? YSL's \"Black Opium\" is just that: the bottle looks cool, and the juice even smells dark and mysterious--but only initially. After 10 minutes, the dark and smoky coffee note fades away, and you are left with a sweet, pretty Bath & Body Works-type vanilla note. Average silage, and average lasting power (3-4 hours). So, there you have it, ladies and gents, the Sandy of the perfume world.", "1": "(I work as a beautyadviser and a spokesman from YSL visited us today at work. So my review is real and honest.) This is going to be a hit! Seriously. I really, really liked this one. After few hours it's so soft on my skin. At first you can really smell the coffee, but it's not a bad coffee. (And I don't even drink it!) It really smellt delicious and sultry at the same time. Perfect for winter. Vanilla and coffee together in a perfume, who would have thought? :) LOVE. (And I'm from Finland - if anyone is wondering!)", "2": "I bought this scent for my mother. She is in her sixties and last year she was diagnosed with stage IV colon cancer, which has spread to her liver and lungs. She is still battling this awful enemy - let's hope she wins! As a consequence of the chemo and other therapies that she is receiving, she has developed some ulcers and had to give up on drinking coffee; moreover, most of her old perfumes now make her feel nauseated. Fortunately I found Black Opium for her, which satisfies her coffee cravings and doesn't irritate her nose. In her younger days she used to wear the original Opium, which was a beast; however, its present day incarnations, including the Black Opium, are much less powerful. I usually complain about the fact that most contemporary perfumes are watered down versions of the old ones; but, as we can see, in certain cases a softer scent is actually preferable.", "3": "Black Opium - Enjoyable for those who like cream in their coffee.  \nThere are two types of people when it comes to coffee enthusiasts:  \nThe first cares about notes, purity, sourcing, and the process. They are most likely to purchase premium beans from roasters or go the extra mile to order pour over at a reputable coffee house. They are excited for the intricacy and drink their coffee black to savor it in its glory.  \nThe second is just enthusiastic about enjoying a nice cup of joe. They have no special caveats, only a craving for something caffeinated and cozy. They find that adding a splash of cream and maybe even sugar only makes the experience more enjoyable. High end cafe or folgers at a friend's house, they can take pleasure in it.  \nBlack Opium is for the latter person, and I am that kind of coffee drinker! I enjoy coffee of all types, and in that sense, I am not asking Black Opium to be more than it is. I can enjoy it at face value while others scoff at it or wish it was more reminiscent of Opium.  \nUpon initial spray, I get a mellow coffee, straight coffee but hints of non-evasive flowers. Then the scent opens up and all at once, I feel a splash of sweet flavored vanilla creamer swirl in. I get the slightest tart of cherry, much like cherry tart notes in coffee. Very subtle, but it adds a little complexity. The dry down is very gourmand vanilla with slight stickiness, kind of like when a bit of creamer settles to the bottom and the last few sips are very coffee candy with less floral presence, but it lays close to the skin so it isn't offensive. \nIt's evoking but cozy, playful and bright, but not brash -just how I like my coffee.", "4": "I am in love with this scent!!. I found it at the UK's duty free some days ago.\nIs really a unique fragrance, outstanding, very very contrasted from regular Opium or Belle, could be named differently.\nThe coffee note is well blended with the vanilla, making it soo beautiful and alluring!.\nI can notice the floral notes in the middle stage, which are very attractive and gives an interesting twist, is a real complex scent. \nIs very feminine, a modern vision (but keeping the brand's soigné), also elegant, with personality, the pleasant coffee mixed with florals compose this distinctive womanly aura.\nLasting power is good, You can feel it for a long without being overpowering, can be wear all time.\nVery YSL!!.", "5": "Let me start off by saying I am way late for the \"Black Opium\" train. \nI didn't buy a bottle of this earlier on for...some unknown reason. \n\nSweet baby Jesus - this is delicious!\nIt helps that coffee is my addiction of choice, and one I don't intend to follow any 12-Step program to overcome.\n\nOn first spray, you get a tiny bit of fresh pear. It's really very sweet and uplifting - similar to the original \"Jimmy Choo\" without the patchouli mixed way up in there.\n\nThen - coffee and vanilla! \nOoooh growling Mama-Bears, this is intoxicating and sweet. It is one of the better examples of a warm gourmand we have out there.\nI honestly don't get a lot of any of the white florals. Can't really detect jasmine or orange blossom at any time, but honestly - they're not needed.\n\nThis is perfect for winter and autumn. It's SO COZY! Hence, it's incredible appeal for colder weather. As for being a night-fragrance? Nah, I spray this any typical day, and I don't fuss.\n\nIMPORTANT TO NOTE: This is not restricted to *any* age. I often smell this on my 70-ish-year-old colleague - and I LOVE IT ON HER! She smells so incredible with this on. I tend to immediately stop in my tracks, turn around, stalk straight back on up to her, and demand that she confirm my olfactory suspicions that this is \"Black Opium\". Thankfully, she finds me charming. If not a little creepy.\nIf anyone tells you this is for teenagers and 20-somethings only, tell them to walk their poor-smelling selves back to the office of \"Convenient Theories For You Daily\", and sign up for a subscription.\nDon't give me that rubbish.\n\nThe downside, folks - The sillage is enchanting (read above), yet variable on folks. Great on my colleague; relatively decent on me. The longevity is...almost universally poor. It takes great restraint on my part not to spray myself 8-10 times a day.\n\nThe bottle? *chef's kiss*\n\n***\n\nKitty rating: 8.5/10\n\n~Compliment Counter~: 2 compliments 😁😁", "6": "WARNING! Harsh language ahead.\nReader discretion advised.\n\nI am a male in my late twenties and I was curious to try this scent. Heard it was a dark ''sexy scent for malificent''.\n xd\n\nWhen I smell this, I imagine a somewhat robust dark haired calmly but intensely sexual woman (above 30's)  in leather wearing this in the bedroom and you're about to go town with eachother like lions.\n\nTo me this invokes a feeling of primal, raw, clean but all over the place intense sensual sex ..(lol) As soon as I smelt  this it's on, my male organ and primal brain was activated. \n\nI feel like this is for the dark, quiet, strong mysterious, type of woman (between 30 - 50) who won't overtly express her sexuality, but you can definitely sense it.\n\nI really enjoyed this fragrance.\n\nFrom a male perspective, If my intimate partner were to wear this it would be on immediately.\n\nI signed up just to make this comment for this particular scent.\n\nHope this helped", "7": "Coming from an 18 yr/old male, I must say I love this scent. I smelled it on one of those tester papers that come in the Ulta magazines my mom gets often. Then I smelled it in store and Oh, my GOD! How is this so controversial?! This is a beautiful, sexy, feminine fragrance. Sweet without being too cloying or overpowering. The vanilla is well-balanced with the coffee and fruitiness of the pear makes it smell so delicious. I would get it for my mom, but she doesn't like it. Too bad. Will be getting it for my future wife. You can be certain of that. :)", "8": "There is a reason this perfume is one of the most expensive and sought after perfumes on the market even today. It smells very dark but very sweet sort of like a forbidden romance. All of the notes listed are noticeable except the pear. It smells like a very vanilla-y coffee mixed with some nice flowers, spices, and warmth from the almonds. Absolutely seductive and enchanting scent, very sexy in a scandalous way. In addition, it lasts forever and the silliage is quite nice. It's not a cheap perfume and it does not smell cheap either.", "9": "I have to admit that I was surprised that I love BLACK OPIUM. I thought it would just be another sweet perfume as what I've heard through the grapevine, but to me it's so much more.  \n\nIt's velvety smooth, sensually sweet and has the perfect touch of warmth.  The vanilla, coffee and jasmine lead the way all throughout, the patchouli stays mellow in the background while the cedar does peek out in the dry down.  This is quite lovely like a luxurious caress.  And although it does somehow remind me of other great bold and sweet scents, the longevity of this has blown me away at over 10 hours on my skin.  Black Opium is a big love for me!", "10": "Like many on here, my partner does not care much for fragrance, much less the notes that compose a fragrance. However, this is the only one he consistently picks out when I ask him which one he prefers from my collection. \n\nThe opening pear and pink pepper combines with vanilla beautifully as if it were a poached pear dish and continues to develop into a warm vanilla latte sweetened with nectar that you'd expect to find in white flowers that's grounded by a bit of refined (barely there) patchouli, black licorice and woods. It's so perfect for what it is: sexy date night in a bottle and I love it! \n\nFYI: I'm normally into fresher, greener scents so don't hesitate to give this a try if you tend to lean towards those too.", "11": "I think Black Opium gets most of its bad rep because of how popular it became. There was a certain time you would smell this on half of the women on the street. Somehow it almost became fashionable to hate on this perfume.\nBut I couldn't care less. This one will forever be among my all time favourites. Whats interesting is that I really don't view this as repeatable at all! I've smelled hundreds of fragnances to date but never stumbled across a mainstream perfume with such strong and dominant coffee note. Hell, even with niche perfumes you wont find the same vibe. Have you tried Montale Intense Cafe? Theres no coffee in it! So yes, to me this fragrance is quite unique. No wonder it's loved by so many. It is an incredibly well rounded blend.\nI can't wait to wear this again in the winter soon. I will never get bored with it.\nIt's not a powerhouse lets be honest here, but still an iconic perfume.", "12": "So it seems that getting tons of compliments on a fragrance is a great reason to hate it. Lol! I'll never get the hate... How do you explain you hate a fragrance because \"everybody uses it\"? I don't care how basic they say this is. It is a beautiful, sexy scent, that has gotten me tons of compliments and I'll forever love it and all its flankers!", "13": "No matter what other people think, I adore this scent and I always want to have it in my collection. Although it's called generic, it's the smoothest blend of white florals and vanilla on my skin. It's so cozy and warm, it feels like a cashmere sweater. I detect coffee in the background giving an adddictive quality to this scent. It gives me fluffy and comforting vibes, great for fall/winter. I don't think it deserves to be criticized harshly. Love it!", "14": "I tested this on my lunch break today, an exceptionally cold and bleak day in October. And... OMG!!! This stuff is AMAZING! I just can't stop sniffing my wrist, I smell absolutely delicious! Here's the gourmand vanilla, here's the coffee, the flowers and the patchouli, all in an excellent yummy concoction. And the bottle is gorgeous! \n\nThis is a modern gourmand fragrance, and has absolutely nothing to do with the hit-you-in-the-face powerhouse original Opium. Great for colder weather. \n\nLadies who love crisp, clean, citrusy fragrances, don't go near this stuff, you'll choke. But all of you out there who love La Vie Est Belle, Flowerbomb etcetera, I warmly recommend you to try Black Opium. And for anyone who miss Body Shop's discontinued Amorito, Black Opium might be a good replacement!", "15": "So this perfume clearly brings out a lot of strong opinions. Here’s the thing: it smells great. I wonder if some of the more experienced perfume connoisseurs are missing some of the more subtle notes here; I for sure yet the vanilla, patchouli, floral, peppery thing af the front, but IMO what makes this fragrance worth owning and buying is that as the day wears on the less obvious notes change subtly. At first I get coffee and pepper, then midway through I detect orange and pear, and finally a sandalwood and bitter bottom. \n\nStill the real bottom line for me is that it smells good. I know some people wear perfume to be original or to stand out or see it as a status symbol; I just wanna smell nice. Black Opium delivers on that, with a rich, warm, interesting enough perfume.", "16": "This perfume is not special, nor is it unique.\n\nBut it is young, current, and sexy.\n\nMy husband loves these vanilla-fruitchouli type of scents on me, so I felt the need to oblige him and I wear this on date nights. (Before purchasing)I tested out Black Opium, La Vie Est Belle, Si, and Flowerbomb... and while they are all \"cousins\", Black Opium ended up being our favorite on my skin.\n\nI can't say I pick up the coffee notes in this, and I'm okay with that. Its sweet, but not sickly. A warm sugary vanilla enveloping musky patchouli. Soft white florals with hints of spiced fruits.  It feels more winter appropriate, but I'm sure I will smell this on women year round. \n\nThe lasting power is on point, though it stays fairly close to the skin, which I prefer. \n\nI like it, i'll wear it, and it's yummy. Could it be my signature scent? No.  But if my husband thinks it smells intoxicating, then I am happy to wear this juice. :)", "17": "Such a hated perfume and for what?\n\nIt's a warm cosy coffee perfume that resembles the smell of a vanilla latte in the middle of autumn. Although it's called 'basic' I've always loved it and will always have a special place in my heart as it was one of my first designer fragrances ever.\n\nAsides from that i don't think other peoples criticisms of this fragrance should stop you from buying.", "18": "I notice how many of the reviews are negative because it doesn't smell like the original....Umm, maybe because its not called OPIUM its called BLACK OPIUM...so of course it doesn't smell like the original. I actually like it better! If you don't like it, fine, but criticizing it because it doesn't smell like the original makes no sense! If it was supposed to smell like OPIUM, they would have called it just OPIUM! Jeeze!!", "19": "Black Opium had not been on my radar, but a store clerk offered to spray a card for me and I accepted.  I love the complex balance of sweet and spicy.\n\nWhile it is a flower-sweet feminine fragrance, reminiscent of the delightful V&R Flowerbomb, I definitely get a sense of black coffee brewing throughout this perfume.  Where Flowerbomb’s sweetness floats high like new spring flowers reaching for the sky, the coffee-vanilla-patchouli spice of Black Opium provides a rich, deep, spicy, earthy grounding for the sweetness.\n\nFor me this evokes the words: deep, sweet, mysterious, alluring, sensual, seductive, intriguing, warmth.  I’ll be buying a large bottle ASAP so I can wear it through Autumn and Winter.", "20": "I'm in the minority, but I love Black Opium. I'm NOT a fan of Opium or the like. Like not at all. YSL maybe should have marketed this with a different name.\n\nI get a strong blast of sweetened coffee, right away, and it lingers...in comes jasmine and vanilla...they get louder as it wears, but for me, I can still catch a trace of the coffee. Which is perfect. The patchouli provides spicy woodiness. On my skin the jasmine and coffee are the two notes I smell the most. \n\nI think if you enjoy scents like Black XS, Rhianna Rebelle, Loverdose Tattoo, Killer Queen, Flowerbomb, Lady Million, this is going to be more your type of fragrance.", "21": "Black Opium. \nTruly an opioid. Addictive and alluring. \nMy go-to going out scent. \n\nYou get home after work. You listen to loud music while getting ready to go out. You have that glass of something, whilst doing your makeup - and the cat eyes and lashes are on point. \nYou indulge in Black Opium as the last step before you leave. And she's with you all night long.\nIt doesn't matter where you go, you just have to make the most of the night before returning to your stressful, serious everyday work week.\nI don't care if it's dressed in your oversized black hoodie, leggins and Doc Martens to match, in an occupied, trashed house, drinking slave vodka and considering joining the moshpit at an underground Punk festival..\nor... if it's at a business cocktail event, dressed in that black figure hugging dress, drinking champagne, smalltalking with your uptight - but- good -mannered- date and his friends .....and discreetly flirting with the waiter who looks like he has some great weed, and you contemplate running away to smoke in an alley somewhere and just laugh and momentarily feel like a f** teenager again.\n....\nThe key sentence is: Don't give a fuck - just be fabulously you.\nThis scent is hyped for a reason and I highly recommend it.\n.... And I'm really looking forward to taking Black Opium out as soon as this Covid hell is over", "22": "I'm gonna go against the general grain here too and say I reeeeally enjoy this one! Being a coffee addict probably doesn't hurt - there is definitely a sumptuously rich coffee note in here which smells a lot like licorice on my skin, coffee, licorice and burnt vanilla. Yum.\nI am a spicy oriental fan but unfortunately the original Opium just never sat well on my skin, not like Cinnabar for instance, which is also very spicy. But I digress. I take this new Black Opium as a stand alone, not a flanker and in that space I really, really enjoy its gritty, punchy, sweet aroma. Yes please, this is definitely for me - and I am NOT a teenager OR a mallrat. Quite the opposite in fact. My advice if I can be so bold? Try this as a stand alone fragrance created by master perfumers to be worn in its own right and see what you find!", "23": "This is a vanilla lover's perfume. Definitely ideal for winter and fall for those who experience cold winters. Where I'm originally from (near Central America) you'd have to wear this with caution in a sea-level environment or else, holy hell, can it get cloying. \n\nIf you like warm, vanilla, sweet, and cozy fragrances, then there's a good chance you'll enjoy it. I definitely do, but being that I live in the south, I really have to choose the right time to wear it, and I definitely have to spray it sparingly. It's NOT a fragrance to be heavy-handed with.\n\nIt isn't a complex smell and I don't sense the coffee note much. If I had to make a short description, I'd say it's like a warm vanilla hug mixed with barely-there woodsy notes as a base.", "24": "A FLAVORED SWEET VANILLA HAZELNUT COFFE\nYes this one is indeed really nice and it will please many I believe.  It may be a little generic to some but I can't imagine this not becoming a hit amongst the younger and middle aged crowed , at least in my city. \nFirst I thought ,,,where is the coffee??? But now I get it , it's because I don't put sugar in my coffee so my coffee doesn't smell creamy nor sweet. But when I prepared my girlfriends coffee the other day when she was over, I mixed our coffees up by mistake and took a sip from her \"double double \" and bingoooo I thought of 'black opium' . ...Ahhhh that's where the coffee note was hidden , in a sweet milkey coffee, not a dry black one ,\n   I still don't want my coffee sweet , no way, but I want a bottle of black opium anytime :)  smelling and tasting are in the end two different senses after all. \nLove it!!!!\nUpdate , September 8 th , Absolute Love for me. Top shelf!", "25": "It's a sweet, spicy, youthful, floral-vanilla-patchouli scent. Not extremely powerful, a soft and warm skin scent. \nIf you like Flowerbomb with a hint of Hypnotic Poison, try this.\nA modern gourmand fragrance. Lovely, alluring, sexy and feminine.\nMen love it. ;-)", "26": "Smells like a coffee shop with pastries and flowers on the tables.  Very nice.", "27": "If you like it you like it, if you don’t then that’s absolutely fine as well! There’s no need to crap over anyone who loves this scent!!\nDon’t  let anyone crap over your choice just because they feel it’s “too popular!” I can’t stand pick me folk like that!! You like what you like for goodness sake and if it’s a popular scent that’s actually even better because it’s even easier to get hold of!!\nThis was my signature for a long time & I still think it’s beautiful especially for nights out. I still prefer similar scents as a comfort as well but I now wear Jimmy Choo Fever. Again, another very popular scent that was recommended to me by some very kind ladies on here.\nNevermind the shitty comments.", "28": "Oh my! I got a sample of this recently, and it is right up my street. I am a sucker for sweet fragrances, but this one is also warm, deep and spicy. Feminine and very comforting, but also energizing (maybe because of the coffee?). For me this is definitely a autumn/winter fragrance. I can just imagine how gorgeous it will feel to wear this on a cold, dark, windy day. I don't even care if it is original or not - it smells divine nonetheless. These days I feel that almost every note combination has already been done at some point, so a perfume is always going to remind someone of another perfume.\nI have fallen in love with Black Opium, and I can see myself running to get a full size bottle when the autumn kicks in.", "29": "Oh, Black Opium. The addictive love of my life. For me this is a true magnum opus fragrance; the price point can be utterly, utterly ridiculous--such is the case when you pay for any designer product--but Black Opium itself smells as opulent and expensive as its price indicates. The coffee and vanilla melt together beautifully; it's warm and toasty and comforting, like being wrapped up in a thick woolly blanket in front of a fire while a blizzard rages outside. It's too heavy for summer but it is PERFECT for winter and has firmly secured itself as one of my Christmas fragrances. It's mature enough to be considered womanly but I feel like the coffee note makes it youthful enough to appeal to several age groups.\n\nCan't wait for cold weather to settle in so I can wear it again!", "30": "This is like a dark spell. The moment I smell it I could not stop sniffing my wrist. It becomes addictive, you want more and more.\nWhat is it? Plum? Musk? Jasmine? It's like a swirl of scents that arouses all your senses.\nIt's loud and sweet, but that's the signature of Opium from the beginning. This is not something that you can wear with a cute little outfit or with a shy and demure pose. No, this is pure seduction, for the fearless woman that knows what she wants and how to get it.\nI didn't had much expectations ( basically because of memories from my childhood) but Black Opium is a must.", "31": "I could care less if Black Opium resembles other gourmands on the market or similar cheaper version can be found. I love it. It's not about what other people think, it's about what you love and what works for you. I have La Vie Est Belle, Meow, Dolce and Gabanna Femme, Wild Madagascar Vanilla, etc. They all smell similar and delicious. So what. I got a shot of Black Opium one day as a sample and that was all she wrote. Yes, it is similar to the others, but it is still different enough with its sweet-spicy-coffee/danish- bit of fruit-dash of floral-mix that I immediately smell the difference in contrast to those similar scents. So, buy what you like and stop worrying about it being part of the gourmand trend. It's lovely.\n\n#staywokebutthinkforyourself", "32": "Black Opium's fatal flaw is it's name! I mean none of it's two words describe or even go near the real thing. YSL and mostly L'Oreal, wanted to gain money by virtue of the legendary Opium, selling this fragrance as a flanker and I really think that this was a misstep from their part. If this fragrance had another name, it would have been more accepted.\n\nBlack opium is not... well... black! It's barely grey. And does not in any way relate to the legendary Opium!\n\nIt opens FRESH with neroli being the most dominant note. Bright and clear neroli that is later darkened with some vanilla and coffee. When the neroli finally leaves the stage, the jasmine emerges. The drydown brings a small but detectable whiffs of patchouli. The end product is a sweet/gourmand floral like a lot of other recent releases that most of them belong to brands that are marketed by L'Oreal like Lancome (LVEB), Armani (Si), V&R (Flowerbomb), etc... I am not saying that these fragrances smell alike, because they are somewhat different but they all belong to this sweet/fruity floral explosions. \n\nBlack opium is, ironically less powerful of all this category of perfume having mediocre longevity and projection. The scent, however is pretty good... But...", "33": "They've missed a key note in this perfume: Crack\n\nBecause whatever's in this perfume is driving people around me mad?!\n\nI bought this perfume on a Sunday, little 50mL bottle that screwed me over $149 AUD so it was no simple purchase. I bought it home, gave it a harder all over spray and well I was disappointed because I couldn't smell anything on me?! I almost cried!\n\nCue Monday at work.... I spray the perfume in my office and I have coworker after coworker tell me they followed the scent from out in the hall way into my office and have to smell more. And more. And more... Every day! And it happened at the shops. And at the beauticians. People can't get enough and I'm not complaining :) It'll only become an issue when I start attracting wild life. \n\nThe coffee/vanilla combo is soft, dark and sexy. For some reason I can't smell it on myself but if people a few meters away can then you know the sillage is crazy. I should've bought a bigger bottle but for now I'm just happy with my bottle and completely in love with my perfume.", "34": "Disclaimer: Long, slightly loopy review ahead.\n\nI freaking love this. I loved it from first sniff, and I love it on my skin. I definitely pick up on a lot of coffee, but not like inhaling a bag of freshly ground beans- it's much more like the scent of sitting in a cafe, because you also get vanilla (syrupy vanilla, not a \"baked\" vanilla) along with some jasmine and orange blossom (maybe wafting in through the cafe's open windows). There's some smoke and spice, maybe from the patrons of the cafe. Suffice it to say, this scent is evocative.\n\nThe interesting thing to me is that this fragrance is undeniably sexy, but in a comforting, almost familiar way- but it still maintains that hint of mystery. This isn't the perfume of a nightclub after-hours sex goddess. This is for the strange, mysterious woman who has tons of secrets (maybe dirty ones!) but wears snuggly scarves and would probably get along with your mom.\n\nI bought this for two occasions- the first, I bought it as an early birthday present to myself. I'd been wanting a perfume to kind of \"set the mood\" for the next year of my life. The second occasion is to commemorate the passing of a beloved pet. She was a sweet girl with lots of attitude and this fragrance reminds me of her personality, and it might sound crazy, but if she had been a human, I think this is what she would have picked to wear. It's a comforting scent with a lot of attitude.\n\nAll that being said about the juice (which would get a 10 out of 10 from me!), I think that the bottle is fairly ugly. It looks like a flask and the glitter is chunky and weird. I also don't really get the \"rock and roll\" marketing. There are a lot of other scents that are much more rock and roll, much more loud and fun. While I wouldn't call Black Opium subtle, it's closer to a velvety whisper than to a sharp scream.", "35": "I finally got to test Black Opium and I was positively surprised. In fact, I loved it! \n\nI didn't detect the right notes on my skin - I thought it smelled like dark chocolate, which it doesn't have! I did get the vanilla though, and a fruity undertone. \n\nI understand why people are upset about this new Opium - because it's not like the other Opiums. \n\nBut there is a connection: The POTENT of it. It's very strong, just two sprays filled up the car on the way back home. Its silage is powerful too and be prepared; the scent will get suck in your clothes if you do get it on fabric. \n\nThe bottle is simply gorgeous.", "36": "I sprayed all three, EDP, EDT and Nuit Blanche on different parts of my arm and this one (EDP) is my favorite. It's bolder, sweeter, more vanilla. \n\nEDT felt watered down and for some reason reminded me of lemon coke. \n\nNuit Blanche is the softest of them, but with a prominent musky note (nice and fluffy though, not a sweaty kind).", "37": "This has been slated by you guys,but for what it's worth, I have to add my two penneth here as I've been wearing this all day and it's not bad. \nI wore the original Opium back in the 80's and loved it.  This is nothing like that in any way, shape or form other than it has the word 'Opium' in the name, however let's take it for what it is.\nA Frederic Malle it ain't, but it's not £250 a bottle either.\nIt's a thick, syrupy, heavily spiced, coffee flavoured, gourmand perfume.  \nIt has outstanding staying power and great silage. \nYes it resembles Lancome Vie, but it's been created as a 'safe' crowd pleasing perfume, which will sell very well in the coming months leading up to Christmas.  \nIt's all about the money honey, this will make a lot of money for YSL, they won't have to try too hard and it's got the sell ability factor, and yes, it's cloyingly sweet, will be floating around every club, pub and street corner, but it's not a bad smell. It is what it is.", "38": "Very inoffensive while also being rich and pleasing. There's a lot of notes here that work very well together. I love pear, orange blossom, and jasmine. Also the vanilla makes it really smooth. It is a straight up sweet fragrance so I'm surprised it is not making me feel ill- a sign of quality ingredients I think.  \n\nThere's a reason why it's so popular. Hater's gonna hate, you do you boo.", "39": "My first real perfume purchased at age 26. Everyone is different. Especially with body chemistry. My fiancé and I picked out fragrances for each other, and this was by far his favorite. (Color me surprised with how much he hates sweets!) my fiancé seems to prefer heavier date-night perfumes. (I believe my personal favorite was Jimmy Choo's house which sadly didn't make it into his top 3)\n\nI detect a lot of licorice, vanilla, coffee, toffee, and just sexy smoke. Apparently it's basic. Oh well. Every time I smell it I enjoy it, I feel sexier and enjoy smelling myself. Here's my story on how I learned to stop shopping for complements and instead shop for what my fiancé and I like:\n\nAt first, my confidence took a hit when reading the reviews by the oh-so knowledgeable fragrance snobs that can be found on any perfume encyclopedia website. (I'm looking at you, Basenotes). \"Oh no!\" I thought, \"The all-knowing perfume gods and goddesses would snicker at my choice!\" The last thing I want is to seem...immature! Like a cotton-candy basic B! So I went for what is popular. What everyone likes. But guess what, that doesn't exist. I imagine this has lot to do with the reality that is SMELLS ARE SUBJECTIVE AS HELL. The chemical reaction depends on body chemistry. So something that I love on my best friend can be very much unloved by me when I wear it. And you know what, I think that's pretty F*n neat. \nSo, yes, I love Black Opium and I don't care if it's basic. People online get so selfish and rude about what they love and what they hate. Just like any hipster, putting down what's popular becomes a right-of-passage. So, to all the people that are 'offensively basic' for loving this, F that! Stop being such a try-hard for a handful of strangers and let yourself be a try-hard for yourself instead. :)\n*Unless you're the person that loves forcing your scent on anyone else within a mile radius, in which case seriously, please consider the common public when you spray and f*ck you kindly. (You're the reason I thought I hated all fragrances all my life)\n<3", "40": "Honestly, I really don’t care if people find this overrated, overused or too mainstream. It’s about what you like and what works for you and I have used Black Opium for years and there is nothing in my collection that compares with how well the coffee note blends with the vanilla. I have tried so many so called dupes because Black Opium doesn’t last on me but they all are terrible and don’t even compare. I don’t even think I need to really speak on this fragrance, I am sure everyone has said it all really. But it is a great fragrance, it is timeless, it has character regardless of what anyone says and it very very sexy. One of the sexiest fragrances on the market and a compliment getter for sure.", "41": "I had to say it: Black Opium is popular for a reason. Like it or not, it started the whole coffee note thing on designer perfumes. It seems to get a lot of hate, however, it’s been an inspiration for other fragrances such as the only one, coffee break, la nuit tresor...\n\nI’m sure most will know how this smells like, it’s warm, cozy, sweet. A mix of creamy white flowers with a bit of licoriced coffee. It’s one of my complement getters. I think this shines on cold days/evenings. From all its flankers the original edp is the one I enjoy the most. It’s quite long lasting on me. If used right this is quite misterious, seducing and inviting. A YES for me.", "42": "I'm a big fan of the OG Black Opium. The dark/bitter coffee-based opening with white floral is so good. I actually wear this with jeans and hoodies, and never thought of it as a \"clubbing scent\". \n\nThe problem is that I've been noticing that my bottle is becoming sweeter and sweeter. My bottle is about 2 years old. The drydown has become so sweet that I feel like I need an insulin shot. \n\nUntil the drydown (which smells like Starbucks frappuccino), I thoroughly enjoy the scent. I don't really care that it's popular...the most important thing is that I enjoy the scent, and my opinion is the only opinion that matters to me :)", "43": "I love it and I don't care what anybody else says. This scent is so yummy and cozy. On my skin it is very gourmand, but I can tell there is just a hint of floral. I don't pick up any particular note though, like coffee etc. It just smells sweet. Possibly my bottle is aging as it's a few years old now. But it still smells really good and I won't have a problem finishing it. I will rebuy this once it's gone. I have tried the Zara clone and I prefer the original. The clone is sweeter and smells like a tootsie roll.", "44": "My first designer perfume. This will always be a scent to remember. Growing up poor, I could never be able to afford nice and REAL perfume until I was in college. At that time I scored a fully-funded scholarship abroad and have more money by working and from the scholarship itself, I didn't know where to buy perfume at other countries so I went to Sephora and found this. It was on sale, and I had more money to splurge a bit. Found out that this was actually a 'branded' perfume, and this is the first perfume that turned me into growing collection. Now that I'm able to afford perfumes for many bottles, a bottle of YSL Black Opium will always be there in my rack for me to remember how far I have went through in life.", "45": "Wow! This fragrance is crazy. On women, this is amongst my favorites, along with Coco Mademoiselle. But Coco is like the day, while Black Opium is the night. Alluring, dark, daring and sophisticated. Definitely for someone with high confidence, who isn't afraid to be the star of the show. Don't know how the performance is as I don't wear this myself, but to my nose, this stuff is potent.", "46": "People are really hating on this because it is popular, and it is popular for a reason, its one of the best scents i have ever tried. And if u hate on girls for wearing this, u r a pick me, like chill, its a perfume", "47": "This perfume smells expensive. I LOVE it. Sweet, little spicy, yummy, yummy, yummy. Sexy. Cozy yet bubbly. I mostly smell the vanilla, but a little pepper too. Lasts moderately well, but smells so good I don't mind reapplying. Do yourself a favour and try this.", "48": "I don’t care what anyone says, this stuff is deliciously addictive. I’ve been wearing it for years and every fall when I use it again, “Mmmm, I’ve missed you.” Nothing like cozying up with this gourmand on a cold night. I have no doubt a great deal of the naysayers would have a different opinion if they smelled it without knowing what it is. Yes, it’s popular. You know why? It’s incredible.", "49": "Bought a 50ml bottle in Italy last winter. A spontaneous buy in need for something \"warm\" for winter.\n\nVery-spiced-sweet-vanilla scent, overwhelming and strong. \n\nAfter spraying, it surrounds you with a THICK VEIL of fumes and \"makes it hard to breathe\". In my opinion, the smell does not match the commercial: there is NOTHING BLACK or mysterious in it... it's sweet and \"sticky\".  \n\nHas something in common with Gucci Guilty (maybe the combination of vanilla and pepper?). Nice, but a bit suffocating to me. \n\nMy husband loves it - he says it's the best scent ever - so as you know: every nose has its smell...."}, "4": {"0": "Remember that one scene at the end of \"Grease,\" in which good-girl Sandy is all decked out in black leather and high heels because she thinks that's what's going to impress Danny, yet despite her \"rebellious\" exterior, she is still a naive and good girl at heart? YSL's \"Black Opium\" is just that: the bottle looks cool, and the juice even smells dark and mysterious--but only initially. After 10 minutes, the dark and smoky coffee note fades away, and you are left with a sweet, pretty Bath & Body Works-type vanilla note. Average silage, and average lasting power (3-4 hours). So, there you have it, ladies and gents, the Sandy of the perfume world.", "1": "(I work as a beautyadviser and a spokesman from YSL visited us today at work. So my review is real and honest.) This is going to be a hit! Seriously. I really, really liked this one. After few hours it's so soft on my skin. At first you can really smell the coffee, but it's not a bad coffee. (And I don't even drink it!) It really smellt delicious and sultry at the same time. Perfect for winter. Vanilla and coffee together in a perfume, who would have thought? :) LOVE. (And I'm from Finland - if anyone is wondering!)", "2": "I bought this scent for my mother. She is in her sixties and last year she was diagnosed with stage IV colon cancer, which has spread to her liver and lungs. She is still battling this awful enemy - let's hope she wins! As a consequence of the chemo and other therapies that she is receiving, she has developed some ulcers and had to give up on drinking coffee; moreover, most of her old perfumes now make her feel nauseated. Fortunately I found Black Opium for her, which satisfies her coffee cravings and doesn't irritate her nose. In her younger days she used to wear the original Opium, which was a beast; however, its present day incarnations, including the Black Opium, are much less powerful. I usually complain about the fact that most contemporary perfumes are watered down versions of the old ones; but, as we can see, in certain cases a softer scent is actually preferable.", "3": "Black Opium - Enjoyable for those who like cream in their coffee.  \nThere are two types of people when it comes to coffee enthusiasts:  \nThe first cares about notes, purity, sourcing, and the process. They are most likely to purchase premium beans from roasters or go the extra mile to order pour over at a reputable coffee house. They are excited for the intricacy and drink their coffee black to savor it in its glory.  \nThe second is just enthusiastic about enjoying a nice cup of joe. They have no special caveats, only a craving for something caffeinated and cozy. They find that adding a splash of cream and maybe even sugar only makes the experience more enjoyable. High end cafe or folgers at a friend's house, they can take pleasure in it.  \nBlack Opium is for the latter person, and I am that kind of coffee drinker! I enjoy coffee of all types, and in that sense, I am not asking Black Opium to be more than it is. I can enjoy it at face value while others scoff at it or wish it was more reminiscent of Opium.  \nUpon initial spray, I get a mellow coffee, straight coffee but hints of non-evasive flowers. Then the scent opens up and all at once, I feel a splash of sweet flavored vanilla creamer swirl in. I get the slightest tart of cherry, much like cherry tart notes in coffee. Very subtle, but it adds a little complexity. The dry down is very gourmand vanilla with slight stickiness, kind of like when a bit of creamer settles to the bottom and the last few sips are very coffee candy with less floral presence, but it lays close to the skin so it isn't offensive. \nIt's evoking but cozy, playful and bright, but not brash -just how I like my coffee.", "4": "I am in love with this scent!!. I found it at the UK's duty free some days ago.\nIs really a unique fragrance, outstanding, very very contrasted from regular Opium or Belle, could be named differently.\nThe coffee note is well blended with the vanilla, making it soo beautiful and alluring!.\nI can notice the floral notes in the middle stage, which are very attractive and gives an interesting twist, is a real complex scent. \nIs very feminine, a modern vision (but keeping the brand's soigné), also elegant, with personality, the pleasant coffee mixed with florals compose this distinctive womanly aura.\nLasting power is good, You can feel it for a long without being overpowering, can be wear all time.\nVery YSL!!.", "5": "Let me start off by saying I am way late for the \"Black Opium\" train. \nI didn't buy a bottle of this earlier on for...some unknown reason. \n\nSweet baby Jesus - this is delicious!\nIt helps that coffee is my addiction of choice, and one I don't intend to follow any 12-Step program to overcome.\n\nOn first spray, you get a tiny bit of fresh pear. It's really very sweet and uplifting - similar to the original \"Jimmy Choo\" without the patchouli mixed way up in there.\n\nThen - coffee and vanilla! \nOoooh growling Mama-Bears, this is intoxicating and sweet. It is one of the better examples of a warm gourmand we have out there.\nI honestly don't get a lot of any of the white florals. Can't really detect jasmine or orange blossom at any time, but honestly - they're not needed.\n\nThis is perfect for winter and autumn. It's SO COZY! Hence, it's incredible appeal for colder weather. As for being a night-fragrance? Nah, I spray this any typical day, and I don't fuss.\n\nIMPORTANT TO NOTE: This is not restricted to *any* age. I often smell this on my 70-ish-year-old colleague - and I LOVE IT ON HER! She smells so incredible with this on. I tend to immediately stop in my tracks, turn around, stalk straight back on up to her, and demand that she confirm my olfactory suspicions that this is \"Black Opium\". Thankfully, she finds me charming. If not a little creepy.\nIf anyone tells you this is for teenagers and 20-somethings only, tell them to walk their poor-smelling selves back to the office of \"Convenient Theories For You Daily\", and sign up for a subscription.\nDon't give me that rubbish.\n\nThe downside, folks - The sillage is enchanting (read above), yet variable on folks. Great on my colleague; relatively decent on me. The longevity is...almost universally poor. It takes great restraint on my part not to spray myself 8-10 times a day.\n\nThe bottle? *chef's kiss*\n\n***\n\nKitty rating: 8.5/10\n\n~Compliment Counter~: 2 compliments 😁😁", "6": "WARNING! Harsh language ahead.\nReader discretion advised.\n\nI am a male in my late twenties and I was curious to try this scent. Heard it was a dark ''sexy scent for malificent''.\n xd\n\nWhen I smell this, I imagine a somewhat robust dark haired calmly but intensely sexual woman (above 30's)  in leather wearing this in the bedroom and you're about to go town with eachother like lions.\n\nTo me this invokes a feeling of primal, raw, clean but all over the place intense sensual sex ..(lol) As soon as I smelt  this it's on, my male organ and primal brain was activated. \n\nI feel like this is for the dark, quiet, strong mysterious, type of woman (between 30 - 50) who won't overtly express her sexuality, but you can definitely sense it.\n\nI really enjoyed this fragrance.\n\nFrom a male perspective, If my intimate partner were to wear this it would be on immediately.\n\nI signed up just to make this comment for this particular scent.\n\nHope this helped", "7": "Coming from an 18 yr/old male, I must say I love this scent. I smelled it on one of those tester papers that come in the Ulta magazines my mom gets often. Then I smelled it in store and Oh, my GOD! How is this so controversial?! This is a beautiful, sexy, feminine fragrance. Sweet without being too cloying or overpowering. The vanilla is well-balanced with the coffee and fruitiness of the pear makes it smell so delicious. I would get it for my mom, but she doesn't like it. Too bad. Will be getting it for my future wife. You can be certain of that. :)", "8": "There is a reason this perfume is one of the most expensive and sought after perfumes on the market even today. It smells very dark but very sweet sort of like a forbidden romance. All of the notes listed are noticeable except the pear. It smells like a very vanilla-y coffee mixed with some nice flowers, spices, and warmth from the almonds. Absolutely seductive and enchanting scent, very sexy in a scandalous way. In addition, it lasts forever and the silliage is quite nice. It's not a cheap perfume and it does not smell cheap either.", "9": "I have to admit that I was surprised that I love BLACK OPIUM. I thought it would just be another sweet perfume as what I've heard through the grapevine, but to me it's so much more.  \n\nIt's velvety smooth, sensually sweet and has the perfect touch of warmth.  The vanilla, coffee and jasmine lead the way all throughout, the patchouli stays mellow in the background while the cedar does peek out in the dry down.  This is quite lovely like a luxurious caress.  And although it does somehow remind me of other great bold and sweet scents, the longevity of this has blown me away at over 10 hours on my skin.  Black Opium is a big love for me!", "10": "Like many on here, my partner does not care much for fragrance, much less the notes that compose a fragrance. However, this is the only one he consistently picks out when I ask him which one he prefers from my collection. \n\nThe opening pear and pink pepper combines with vanilla beautifully as if it were a poached pear dish and continues to develop into a warm vanilla latte sweetened with nectar that you'd expect to find in white flowers that's grounded by a bit of refined (barely there) patchouli, black licorice and woods. It's so perfect for what it is: sexy date night in a bottle and I love it! \n\nFYI: I'm normally into fresher, greener scents so don't hesitate to give this a try if you tend to lean towards those too.", "11": "I think Black Opium gets most of its bad rep because of how popular it became. There was a certain time you would smell this on half of the women on the street. Somehow it almost became fashionable to hate on this perfume.\nBut I couldn't care less. This one will forever be among my all time favourites. Whats interesting is that I really don't view this as repeatable at all! I've smelled hundreds of fragnances to date but never stumbled across a mainstream perfume with such strong and dominant coffee note. Hell, even with niche perfumes you wont find the same vibe. Have you tried Montale Intense Cafe? Theres no coffee in it! So yes, to me this fragrance is quite unique. No wonder it's loved by so many. It is an incredibly well rounded blend.\nI can't wait to wear this again in the winter soon. I will never get bored with it.\nIt's not a powerhouse lets be honest here, but still an iconic perfume.", "12": "So it seems that getting tons of compliments on a fragrance is a great reason to hate it. Lol! I'll never get the hate... How do you explain you hate a fragrance because \"everybody uses it\"? I don't care how basic they say this is. It is a beautiful, sexy scent, that has gotten me tons of compliments and I'll forever love it and all its flankers!", "13": "No matter what other people think, I adore this scent and I always want to have it in my collection. Although it's called generic, it's the smoothest blend of white florals and vanilla on my skin. It's so cozy and warm, it feels like a cashmere sweater. I detect coffee in the background giving an adddictive quality to this scent. It gives me fluffy and comforting vibes, great for fall/winter. I don't think it deserves to be criticized harshly. Love it!", "14": "I tested this on my lunch break today, an exceptionally cold and bleak day in October. And... OMG!!! This stuff is AMAZING! I just can't stop sniffing my wrist, I smell absolutely delicious! Here's the gourmand vanilla, here's the coffee, the flowers and the patchouli, all in an excellent yummy concoction. And the bottle is gorgeous! \n\nThis is a modern gourmand fragrance, and has absolutely nothing to do with the hit-you-in-the-face powerhouse original Opium. Great for colder weather. \n\nLadies who love crisp, clean, citrusy fragrances, don't go near this stuff, you'll choke. But all of you out there who love La Vie Est Belle, Flowerbomb etcetera, I warmly recommend you to try Black Opium. And for anyone who miss Body Shop's discontinued Amorito, Black Opium might be a good replacement!", "15": "So this perfume clearly brings out a lot of strong opinions. Here’s the thing: it smells great. I wonder if some of the more experienced perfume connoisseurs are missing some of the more subtle notes here; I for sure yet the vanilla, patchouli, floral, peppery thing af the front, but IMO what makes this fragrance worth owning and buying is that as the day wears on the less obvious notes change subtly. At first I get coffee and pepper, then midway through I detect orange and pear, and finally a sandalwood and bitter bottom. \n\nStill the real bottom line for me is that it smells good. I know some people wear perfume to be original or to stand out or see it as a status symbol; I just wanna smell nice. Black Opium delivers on that, with a rich, warm, interesting enough perfume.", "16": "This perfume is not special, nor is it unique.\n\nBut it is young, current, and sexy.\n\nMy husband loves these vanilla-fruitchouli type of scents on me, so I felt the need to oblige him and I wear this on date nights. (Before purchasing)I tested out Black Opium, La Vie Est Belle, Si, and Flowerbomb... and while they are all \"cousins\", Black Opium ended up being our favorite on my skin.\n\nI can't say I pick up the coffee notes in this, and I'm okay with that. Its sweet, but not sickly. A warm sugary vanilla enveloping musky patchouli. Soft white florals with hints of spiced fruits.  It feels more winter appropriate, but I'm sure I will smell this on women year round. \n\nThe lasting power is on point, though it stays fairly close to the skin, which I prefer. \n\nI like it, i'll wear it, and it's yummy. Could it be my signature scent? No.  But if my husband thinks it smells intoxicating, then I am happy to wear this juice. :)", "17": "Such a hated perfume and for what?\n\nIt's a warm cosy coffee perfume that resembles the smell of a vanilla latte in the middle of autumn. Although it's called 'basic' I've always loved it and will always have a special place in my heart as it was one of my first designer fragrances ever.\n\nAsides from that i don't think other peoples criticisms of this fragrance should stop you from buying.", "18": "I notice how many of the reviews are negative because it doesn't smell like the original....Umm, maybe because its not called OPIUM its called BLACK OPIUM...so of course it doesn't smell like the original. I actually like it better! If you don't like it, fine, but criticizing it because it doesn't smell like the original makes no sense! If it was supposed to smell like OPIUM, they would have called it just OPIUM! Jeeze!!", "19": "Black Opium had not been on my radar, but a store clerk offered to spray a card for me and I accepted.  I love the complex balance of sweet and spicy.\n\nWhile it is a flower-sweet feminine fragrance, reminiscent of the delightful V&R Flowerbomb, I definitely get a sense of black coffee brewing throughout this perfume.  Where Flowerbomb’s sweetness floats high like new spring flowers reaching for the sky, the coffee-vanilla-patchouli spice of Black Opium provides a rich, deep, spicy, earthy grounding for the sweetness.\n\nFor me this evokes the words: deep, sweet, mysterious, alluring, sensual, seductive, intriguing, warmth.  I’ll be buying a large bottle ASAP so I can wear it through Autumn and Winter.", "20": "I'm in the minority, but I love Black Opium. I'm NOT a fan of Opium or the like. Like not at all. YSL maybe should have marketed this with a different name.\n\nI get a strong blast of sweetened coffee, right away, and it lingers...in comes jasmine and vanilla...they get louder as it wears, but for me, I can still catch a trace of the coffee. Which is perfect. The patchouli provides spicy woodiness. On my skin the jasmine and coffee are the two notes I smell the most. \n\nI think if you enjoy scents like Black XS, Rhianna Rebelle, Loverdose Tattoo, Killer Queen, Flowerbomb, Lady Million, this is going to be more your type of fragrance.", "21": "Black Opium. \nTruly an opioid. Addictive and alluring. \nMy go-to going out scent. \n\nYou get home after work. You listen to loud music while getting ready to go out. You have that glass of something, whilst doing your makeup - and the cat eyes and lashes are on point. \nYou indulge in Black Opium as the last step before you leave. And she's with you all night long.\nIt doesn't matter where you go, you just have to make the most of the night before returning to your stressful, serious everyday work week.\nI don't care if it's dressed in your oversized black hoodie, leggins and Doc Martens to match, in an occupied, trashed house, drinking slave vodka and considering joining the moshpit at an underground Punk festival..\nor... if it's at a business cocktail event, dressed in that black figure hugging dress, drinking champagne, smalltalking with your uptight - but- good -mannered- date and his friends .....and discreetly flirting with the waiter who looks like he has some great weed, and you contemplate running away to smoke in an alley somewhere and just laugh and momentarily feel like a f** teenager again.\n....\nThe key sentence is: Don't give a fuck - just be fabulously you.\nThis scent is hyped for a reason and I highly recommend it.\n.... And I'm really looking forward to taking Black Opium out as soon as this Covid hell is over", "22": "I'm gonna go against the general grain here too and say I reeeeally enjoy this one! Being a coffee addict probably doesn't hurt - there is definitely a sumptuously rich coffee note in here which smells a lot like licorice on my skin, coffee, licorice and burnt vanilla. Yum.\nI am a spicy oriental fan but unfortunately the original Opium just never sat well on my skin, not like Cinnabar for instance, which is also very spicy. But I digress. I take this new Black Opium as a stand alone, not a flanker and in that space I really, really enjoy its gritty, punchy, sweet aroma. Yes please, this is definitely for me - and I am NOT a teenager OR a mallrat. Quite the opposite in fact. My advice if I can be so bold? Try this as a stand alone fragrance created by master perfumers to be worn in its own right and see what you find!", "23": "This is a vanilla lover's perfume. Definitely ideal for winter and fall for those who experience cold winters. Where I'm originally from (near Central America) you'd have to wear this with caution in a sea-level environment or else, holy hell, can it get cloying. \n\nIf you like warm, vanilla, sweet, and cozy fragrances, then there's a good chance you'll enjoy it. I definitely do, but being that I live in the south, I really have to choose the right time to wear it, and I definitely have to spray it sparingly. It's NOT a fragrance to be heavy-handed with.\n\nIt isn't a complex smell and I don't sense the coffee note much. If I had to make a short description, I'd say it's like a warm vanilla hug mixed with barely-there woodsy notes as a base.", "24": "A FLAVORED SWEET VANILLA HAZELNUT COFFE\nYes this one is indeed really nice and it will please many I believe.  It may be a little generic to some but I can't imagine this not becoming a hit amongst the younger and middle aged crowed , at least in my city. \nFirst I thought ,,,where is the coffee??? But now I get it , it's because I don't put sugar in my coffee so my coffee doesn't smell creamy nor sweet. But when I prepared my girlfriends coffee the other day when she was over, I mixed our coffees up by mistake and took a sip from her \"double double \" and bingoooo I thought of 'black opium' . ...Ahhhh that's where the coffee note was hidden , in a sweet milkey coffee, not a dry black one ,\n   I still don't want my coffee sweet , no way, but I want a bottle of black opium anytime :)  smelling and tasting are in the end two different senses after all. \nLove it!!!!\nUpdate , September 8 th , Absolute Love for me. Top shelf!", "25": "It's a sweet, spicy, youthful, floral-vanilla-patchouli scent. Not extremely powerful, a soft and warm skin scent. \nIf you like Flowerbomb with a hint of Hypnotic Poison, try this.\nA modern gourmand fragrance. Lovely, alluring, sexy and feminine.\nMen love it. ;-)", "26": "Smells like a coffee shop with pastries and flowers on the tables.  Very nice.", "27": "If you like it you like it, if you don’t then that’s absolutely fine as well! There’s no need to crap over anyone who loves this scent!!\nDon’t  let anyone crap over your choice just because they feel it’s “too popular!” I can’t stand pick me folk like that!! You like what you like for goodness sake and if it’s a popular scent that’s actually even better because it’s even easier to get hold of!!\nThis was my signature for a long time & I still think it’s beautiful especially for nights out. I still prefer similar scents as a comfort as well but I now wear Jimmy Choo Fever. Again, another very popular scent that was recommended to me by some very kind ladies on here.\nNevermind the shitty comments.", "28": "Oh my! I got a sample of this recently, and it is right up my street. I am a sucker for sweet fragrances, but this one is also warm, deep and spicy. Feminine and very comforting, but also energizing (maybe because of the coffee?). For me this is definitely a autumn/winter fragrance. I can just imagine how gorgeous it will feel to wear this on a cold, dark, windy day. I don't even care if it is original or not - it smells divine nonetheless. These days I feel that almost every note combination has already been done at some point, so a perfume is always going to remind someone of another perfume.\nI have fallen in love with Black Opium, and I can see myself running to get a full size bottle when the autumn kicks in.", "29": "Oh, Black Opium. The addictive love of my life. For me this is a true magnum opus fragrance; the price point can be utterly, utterly ridiculous--such is the case when you pay for any designer product--but Black Opium itself smells as opulent and expensive as its price indicates. The coffee and vanilla melt together beautifully; it's warm and toasty and comforting, like being wrapped up in a thick woolly blanket in front of a fire while a blizzard rages outside. It's too heavy for summer but it is PERFECT for winter and has firmly secured itself as one of my Christmas fragrances. It's mature enough to be considered womanly but I feel like the coffee note makes it youthful enough to appeal to several age groups.\n\nCan't wait for cold weather to settle in so I can wear it again!", "30": "This is like a dark spell. The moment I smell it I could not stop sniffing my wrist. It becomes addictive, you want more and more.\nWhat is it? Plum? Musk? Jasmine? It's like a swirl of scents that arouses all your senses.\nIt's loud and sweet, but that's the signature of Opium from the beginning. This is not something that you can wear with a cute little outfit or with a shy and demure pose. No, this is pure seduction, for the fearless woman that knows what she wants and how to get it.\nI didn't had much expectations ( basically because of memories from my childhood) but Black Opium is a must.", "31": "I could care less if Black Opium resembles other gourmands on the market or similar cheaper version can be found. I love it. It's not about what other people think, it's about what you love and what works for you. I have La Vie Est Belle, Meow, Dolce and Gabanna Femme, Wild Madagascar Vanilla, etc. They all smell similar and delicious. So what. I got a shot of Black Opium one day as a sample and that was all she wrote. Yes, it is similar to the others, but it is still different enough with its sweet-spicy-coffee/danish- bit of fruit-dash of floral-mix that I immediately smell the difference in contrast to those similar scents. So, buy what you like and stop worrying about it being part of the gourmand trend. It's lovely.\n\n#staywokebutthinkforyourself", "32": "Black Opium's fatal flaw is it's name! I mean none of it's two words describe or even go near the real thing. YSL and mostly L'Oreal, wanted to gain money by virtue of the legendary Opium, selling this fragrance as a flanker and I really think that this was a misstep from their part. If this fragrance had another name, it would have been more accepted.\n\nBlack opium is not... well... black! It's barely grey. And does not in any way relate to the legendary Opium!\n\nIt opens FRESH with neroli being the most dominant note. Bright and clear neroli that is later darkened with some vanilla and coffee. When the neroli finally leaves the stage, the jasmine emerges. The drydown brings a small but detectable whiffs of patchouli. The end product is a sweet/gourmand floral like a lot of other recent releases that most of them belong to brands that are marketed by L'Oreal like Lancome (LVEB), Armani (Si), V&R (Flowerbomb), etc... I am not saying that these fragrances smell alike, because they are somewhat different but they all belong to this sweet/fruity floral explosions. \n\nBlack opium is, ironically less powerful of all this category of perfume having mediocre longevity and projection. The scent, however is pretty good... But...", "33": "They've missed a key note in this perfume: Crack\n\nBecause whatever's in this perfume is driving people around me mad?!\n\nI bought this perfume on a Sunday, little 50mL bottle that screwed me over $149 AUD so it was no simple purchase. I bought it home, gave it a harder all over spray and well I was disappointed because I couldn't smell anything on me?! I almost cried!\n\nCue Monday at work.... I spray the perfume in my office and I have coworker after coworker tell me they followed the scent from out in the hall way into my office and have to smell more. And more. And more... Every day! And it happened at the shops. And at the beauticians. People can't get enough and I'm not complaining :) It'll only become an issue when I start attracting wild life. \n\nThe coffee/vanilla combo is soft, dark and sexy. For some reason I can't smell it on myself but if people a few meters away can then you know the sillage is crazy. I should've bought a bigger bottle but for now I'm just happy with my bottle and completely in love with my perfume.", "34": "Disclaimer: Long, slightly loopy review ahead.\n\nI freaking love this. I loved it from first sniff, and I love it on my skin. I definitely pick up on a lot of coffee, but not like inhaling a bag of freshly ground beans- it's much more like the scent of sitting in a cafe, because you also get vanilla (syrupy vanilla, not a \"baked\" vanilla) along with some jasmine and orange blossom (maybe wafting in through the cafe's open windows). There's some smoke and spice, maybe from the patrons of the cafe. Suffice it to say, this scent is evocative.\n\nThe interesting thing to me is that this fragrance is undeniably sexy, but in a comforting, almost familiar way- but it still maintains that hint of mystery. This isn't the perfume of a nightclub after-hours sex goddess. This is for the strange, mysterious woman who has tons of secrets (maybe dirty ones!) but wears snuggly scarves and would probably get along with your mom.\n\nI bought this for two occasions- the first, I bought it as an early birthday present to myself. I'd been wanting a perfume to kind of \"set the mood\" for the next year of my life. The second occasion is to commemorate the passing of a beloved pet. She was a sweet girl with lots of attitude and this fragrance reminds me of her personality, and it might sound crazy, but if she had been a human, I think this is what she would have picked to wear. It's a comforting scent with a lot of attitude.\n\nAll that being said about the juice (which would get a 10 out of 10 from me!), I think that the bottle is fairly ugly. It looks like a flask and the glitter is chunky and weird. I also don't really get the \"rock and roll\" marketing. There are a lot of other scents that are much more rock and roll, much more loud and fun. While I wouldn't call Black Opium subtle, it's closer to a velvety whisper than to a sharp scream.", "35": "I finally got to test Black Opium and I was positively surprised. In fact, I loved it! \n\nI didn't detect the right notes on my skin - I thought it smelled like dark chocolate, which it doesn't have! I did get the vanilla though, and a fruity undertone. \n\nI understand why people are upset about this new Opium - because it's not like the other Opiums. \n\nBut there is a connection: The POTENT of it. It's very strong, just two sprays filled up the car on the way back home. Its silage is powerful too and be prepared; the scent will get suck in your clothes if you do get it on fabric. \n\nThe bottle is simply gorgeous.", "36": "I sprayed all three, EDP, EDT and Nuit Blanche on different parts of my arm and this one (EDP) is my favorite. It's bolder, sweeter, more vanilla. \n\nEDT felt watered down and for some reason reminded me of lemon coke. \n\nNuit Blanche is the softest of them, but with a prominent musky note (nice and fluffy though, not a sweaty kind).", "37": "This has been slated by you guys,but for what it's worth, I have to add my two penneth here as I've been wearing this all day and it's not bad. \nI wore the original Opium back in the 80's and loved it.  This is nothing like that in any way, shape or form other than it has the word 'Opium' in the name, however let's take it for what it is.\nA Frederic Malle it ain't, but it's not £250 a bottle either.\nIt's a thick, syrupy, heavily spiced, coffee flavoured, gourmand perfume.  \nIt has outstanding staying power and great silage. \nYes it resembles Lancome Vie, but it's been created as a 'safe' crowd pleasing perfume, which will sell very well in the coming months leading up to Christmas.  \nIt's all about the money honey, this will make a lot of money for YSL, they won't have to try too hard and it's got the sell ability factor, and yes, it's cloyingly sweet, will be floating around every club, pub and street corner, but it's not a bad smell. It is what it is.", "38": "Very inoffensive while also being rich and pleasing. There's a lot of notes here that work very well together. I love pear, orange blossom, and jasmine. Also the vanilla makes it really smooth. It is a straight up sweet fragrance so I'm surprised it is not making me feel ill- a sign of quality ingredients I think.  \n\nThere's a reason why it's so popular. Hater's gonna hate, you do you boo.", "39": "My first real perfume purchased at age 26. Everyone is different. Especially with body chemistry. My fiancé and I picked out fragrances for each other, and this was by far his favorite. (Color me surprised with how much he hates sweets!) my fiancé seems to prefer heavier date-night perfumes. (I believe my personal favorite was Jimmy Choo's house which sadly didn't make it into his top 3)\n\nI detect a lot of licorice, vanilla, coffee, toffee, and just sexy smoke. Apparently it's basic. Oh well. Every time I smell it I enjoy it, I feel sexier and enjoy smelling myself. Here's my story on how I learned to stop shopping for complements and instead shop for what my fiancé and I like:\n\nAt first, my confidence took a hit when reading the reviews by the oh-so knowledgeable fragrance snobs that can be found on any perfume encyclopedia website. (I'm looking at you, Basenotes). \"Oh no!\" I thought, \"The all-knowing perfume gods and goddesses would snicker at my choice!\" The last thing I want is to seem...immature! Like a cotton-candy basic B! So I went for what is popular. What everyone likes. But guess what, that doesn't exist. I imagine this has lot to do with the reality that is SMELLS ARE SUBJECTIVE AS HELL. The chemical reaction depends on body chemistry. So something that I love on my best friend can be very much unloved by me when I wear it. And you know what, I think that's pretty F*n neat. \nSo, yes, I love Black Opium and I don't care if it's basic. People online get so selfish and rude about what they love and what they hate. Just like any hipster, putting down what's popular becomes a right-of-passage. So, to all the people that are 'offensively basic' for loving this, F that! Stop being such a try-hard for a handful of strangers and let yourself be a try-hard for yourself instead. :)\n*Unless you're the person that loves forcing your scent on anyone else within a mile radius, in which case seriously, please consider the common public when you spray and f*ck you kindly. (You're the reason I thought I hated all fragrances all my life)\n<3", "40": "Honestly, I really don’t care if people find this overrated, overused or too mainstream. It’s about what you like and what works for you and I have used Black Opium for years and there is nothing in my collection that compares with how well the coffee note blends with the vanilla. I have tried so many so called dupes because Black Opium doesn’t last on me but they all are terrible and don’t even compare. I don’t even think I need to really speak on this fragrance, I am sure everyone has said it all really. But it is a great fragrance, it is timeless, it has character regardless of what anyone says and it very very sexy. One of the sexiest fragrances on the market and a compliment getter for sure.", "41": "I had to say it: Black Opium is popular for a reason. Like it or not, it started the whole coffee note thing on designer perfumes. It seems to get a lot of hate, however, it’s been an inspiration for other fragrances such as the only one, coffee break, la nuit tresor...\n\nI’m sure most will know how this smells like, it’s warm, cozy, sweet. A mix of creamy white flowers with a bit of licoriced coffee. It’s one of my complement getters. I think this shines on cold days/evenings. From all its flankers the original edp is the one I enjoy the most. It’s quite long lasting on me. If used right this is quite misterious, seducing and inviting. A YES for me.", "42": "I'm a big fan of the OG Black Opium. The dark/bitter coffee-based opening with white floral is so good. I actually wear this with jeans and hoodies, and never thought of it as a \"clubbing scent\". \n\nThe problem is that I've been noticing that my bottle is becoming sweeter and sweeter. My bottle is about 2 years old. The drydown has become so sweet that I feel like I need an insulin shot. \n\nUntil the drydown (which smells like Starbucks frappuccino), I thoroughly enjoy the scent. I don't really care that it's popular...the most important thing is that I enjoy the scent, and my opinion is the only opinion that matters to me :)", "43": "I love it and I don't care what anybody else says. This scent is so yummy and cozy. On my skin it is very gourmand, but I can tell there is just a hint of floral. I don't pick up any particular note though, like coffee etc. It just smells sweet. Possibly my bottle is aging as it's a few years old now. But it still smells really good and I won't have a problem finishing it. I will rebuy this once it's gone. I have tried the Zara clone and I prefer the original. The clone is sweeter and smells like a tootsie roll.", "44": "My first designer perfume. This will always be a scent to remember. Growing up poor, I could never be able to afford nice and REAL perfume until I was in college. At that time I scored a fully-funded scholarship abroad and have more money by working and from the scholarship itself, I didn't know where to buy perfume at other countries so I went to Sephora and found this. It was on sale, and I had more money to splurge a bit. Found out that this was actually a 'branded' perfume, and this is the first perfume that turned me into growing collection. Now that I'm able to afford perfumes for many bottles, a bottle of YSL Black Opium will always be there in my rack for me to remember how far I have went through in life.", "45": "Wow! This fragrance is crazy. On women, this is amongst my favorites, along with Coco Mademoiselle. But Coco is like the day, while Black Opium is the night. Alluring, dark, daring and sophisticated. Definitely for someone with high confidence, who isn't afraid to be the star of the show. Don't know how the performance is as I don't wear this myself, but to my nose, this stuff is potent.", "46": "People are really hating on this because it is popular, and it is popular for a reason, its one of the best scents i have ever tried. And if u hate on girls for wearing this, u r a pick me, like chill, its a perfume", "47": "This perfume smells expensive. I LOVE it. Sweet, little spicy, yummy, yummy, yummy. Sexy. Cozy yet bubbly. I mostly smell the vanilla, but a little pepper too. Lasts moderately well, but smells so good I don't mind reapplying. Do yourself a favour and try this.", "48": "I don’t care what anyone says, this stuff is deliciously addictive. I’ve been wearing it for years and every fall when I use it again, “Mmmm, I’ve missed you.” Nothing like cozying up with this gourmand on a cold night. I have no doubt a great deal of the naysayers would have a different opinion if they smelled it without knowing what it is. Yes, it’s popular. You know why? It’s incredible.", "49": "Bought a 50ml bottle in Italy last winter. A spontaneous buy in need for something \"warm\" for winter.\n\nVery-spiced-sweet-vanilla scent, overwhelming and strong. \n\nAfter spraying, it surrounds you with a THICK VEIL of fumes and \"makes it hard to breathe\". In my opinion, the smell does not match the commercial: there is NOTHING BLACK or mysterious in it... it's sweet and \"sticky\".  \n\nHas something in common with Gucci Guilty (maybe the combination of vanilla and pepper?). Nice, but a bit suffocating to me. \n\nMy husband loves it - he says it's the best scent ever - so as you know: every nose has its smell...."}}}