{"name": {"0": "Baccarat Rouge 540", "1": "Angels' Share", "2": "Tobacco Vanille", "3": "By the Fireplace", "4": "Black Opium"}, "company": {"0": "Maison Francis Kurkdjian", "1": "By Kilian", "2": "Tom Ford", "3": "Maison Martin Margiela", "4": "Yves Saint Laurent"}, "url": {"0": "https://www.fragrantica.com/perfume/Maison-Francis-Kurkdjian/Baccarat-Rouge-540-33519.html", "1": "https://www.fragrantica.com/perfume/By-Kilian/Angels-Share-62615.html", "2": "https://www.fragrantica.com/perfume/Tom-Ford/Tobacco-Vanille-1825.html", "3": "https://www.fragrantica.com/perfume/Maison-Martin-Margiela/By-the-Fireplace-31623.html", "4": "https://www.fragrantica.com/perfume/Yves-Saint-Laurent/Black-Opium-25324.html"}, "image": {"0": "https://fimgs.net/mdimg/perfume/375x500.33519.jpg", "1": "https://fimgs.net/mdimg/perfume/375x500.62615.jpg", "2": "https://fimgs.net/mdimg/perfume/375x500.1825.jpg", "3": "https://fimgs.net/mdimg/perfume/375x500.31623.jpg", "4": "https://fimgs.net/mdimg/perfume/375x500.25324.jpg"}, "for_gender": {"0": "for women and men", "1": "for women and men", "2": "for women and men", "3": "for women and men", "4": "for women"}, "rating": {"0": 3.94, "1": 4.38, "2": 4.26, "3": 4.26, "4": 3.92}, "number_votes": {"0": 14670, "1": 6036, "2": 17441, "3": 9737, "4": 20424}, "main accords": {"0": {"woody": 100.0, "amber": 96.7424, "warm spicy": 69.3355, "fresh spicy": 47.0443, "animalic": 46.7429, "aromatic": 46.4637, "metallic": 46.0847}, "1": {"woody": 100.0, "warm spicy": 94.5716, "sweet": 87.3279, "vanilla": 78.666, "cinnamon": 73.5253, "amber": 50.5199, "powdery": 47.4302}, "2": {"vanilla": 100.0, "sweet": 95.0225, "tobacco": 85.4413, "warm spicy": 69.5486, "fruity": 61.4896, "cacao": 53.1425, "woody": 52.6605, "powdery": 49.6388}, "3": {"woody": 100.0, "vanilla": 77.2858, "balsamic": 75.9343, "warm spicy": 67.1061, "amber": 63.0289, "powdery": 58.0967, "nutty": 52.9914, "musky": 45.6711}, "4": {"vanilla": 100.0, "coffee": 87.5611, "sweet": 80.0092, "warm spicy": 74.671, "white floral": 71.8659, "soft spicy": 62.4152, "woody": 60.89, "fruity": 60.4596, "powdery": 53.064, "balsamic": 52.4468}}, "description": {"0": "Baccarat Rouge 540 by Maison Francis Kurkdjian is a Amber Floral fragrance for women and men. Baccarat Rouge 540 was launched in 2015. The nose behind this fragrance is Francis Kurkdjian. Top notes are Saffron and Jasmine; middle notes are Amberwood and Ambergris; base notes are Fir Resin and Cedar. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "1": "Angels' Share by By Kilian is a Amber Vanilla fragrance for women and men. Angels' Share was launched in 2020. The nose behind this fragrance is Benoist Lapouza. Top note is Cognac; middle notes are Cinnamon, Tonka Bean and Oak; base notes are Praline, Vanilla and Sandalwood. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "2": "Tobacco Vanille by Tom Ford is a Amber Spicy fragrance for women and men. Tobacco Vanille was launched in 2007. The nose behind this fragrance is Olivier Gillotin. Top notes are Tobacco Leaf and Spicy Notes; middle notes are Vanilla, Cacao, Tonka Bean and Tobacco Blossom; base notes are Dried Fruits and Woody Notes. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "3": "By the Fireplace by Maison Martin Margiela is a Woody fragrance for women and men. By the Fireplace was launched in 2015. The nose behind this fragrance is Marie Salamagne. Top notes are Cloves, Pink Pepper and Orange Blossom; middle notes are Chestnut, Guaiac Wood and Juniper; base notes are Vanilla, Peru Balsam and Cashmeran. Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית.", "4": "Black Opium by Yves Saint Laurent is a Amber Vanilla fragrance for women. Black Opium was launched in 2014. Black Opium was created by Nathalie Lorson, Marie Salamagne, Olivier Cresp and Honorine Blanc. Top notes are Pear, Pink Pepper and Orange Blossom; middle notes are Coffee, Jasmine, Bitter Almond and Licorice; base notes are Vanilla, Patchouli, Cashmere Wood and Cedar. In September of 2014 Yves Saint Laurent launches Black Opium, the new fragrance announced as a rock'n'roll interpretation of the classic that should highlight the dark, mysterious side of the YSL brand. Master perfumers Nathalie Lorson and Marie Salamagne, in collaboration with Olivier Cresp and Honorine Blanc, developed the composition. Notes of coffee, present in large quantities, dominate the scent. Additional accords are pink pepper, orange blossom, jasmine, vanilla, patchouli and cedar.\n\nThe perfume comes in the bottle designed as the last editions of the Opium collection. The bottle is dark and decorated with sequins that give a glam rock look.\n\nThe face of the perfume's campaign is British model Edie Campbell, shot by Daniel Wolfe. Black Opium is available as 30, 50 and 100 ml Eau de Parfum.Read about this perfume in other languages: Deutsch, Español, Français, Čeština, Italiano, Русский, Polski, Português, Ελληνικά, 汉语, Nederlands, Srpski, Română, العربية, Українська, Монгол, עברית."}, "top notes": {"0": ["Saffron", "", "Jasmine"], "1": ["Cognac", ""], "2": ["Tobacco Leaf", "", "Spicy Notes"], "3": ["Cloves", "", "Pink Pepper", "Orange Blossom"], "4": ["Pear", "", "Pink Pepper", "Orange Blossom"]}, "middle notes": {"0": ["Amberwood", "Amberwood", "Ambergris", "Ambergris"], "1": ["Cinnamon", "Cinnamon", "Tonka Bean", "Tonka Bean", "Oak", "Oak"], "2": ["Vanilla", "Vanilla", "Cacao", "Cacao", "Tonka Bean", "Tonka Bean", "Tobacco Blossom", "Tobacco Blossom"], "3": ["Chestnut", "Chestnut", "Guaiac Wood", "Guaiac Wood", "Juniper", "Juniper"], "4": ["Coffee", "Coffee", "Jasmine", "Jasmine", "Bitter Almond", "Bitter Almond", "Licorice", "Licorice"]}, "base notes": {"0": ["Fir Resin", "Fir Resin", "Cedar", "Cedar"], "1": ["Praline", "Praline", "Vanilla", "Vanilla", "Sandalwood", "Sandalwood"], "2": ["Dried Fruits", "Dried Fruits", "Woody Notes", "Woody Notes"], "3": ["Vanilla", "Vanilla", "Peru Balsam", "Peru Balsam", "Cashmeran", "Cashmeran"], "4": ["Vanilla", "Vanilla", "Patchouli", "Patchouli", "Cashmere Wood", "Cashmere Wood", "Cedar", "Cedar"]}, "reviews": {"0": {"0": "I smelled this fragrance at a person's place, who was shrinking his 500+ fragrance collection. I have smelled over 30 fragrances that afternoon and this is the only one that got stuck in my head. It has been over two months since I sniffed it and I cannot get it out of my head. I have never experienced this before. It is a strange experience. It's like I can smell it by just thinking about it. So I could not stop myself from buying a bottle. \nThis fragrance is more than a scent. It is a scented journey. An olfactory wonder. A masterpiece. There is something about this scent, the way it smells, the way it performs. It is the most mysterious fragrance I own. When you spray it on, you smell it, but you kind of not smell it. However, even if you do not smell it, you know it is there. You sort of 'feel' its presence. \nI have not worn it in public yet, because it is quite a daring fragrance and a bit on the feminine side if you ask me. \nI bought a 200ml bottle and decided to decant 100ml of it, to pay off some of the mortgage I had to take to buy a bottle. The tube coming out of the bottle is not really suited to extract the juice with a syringe, so I taped-off a beaker and sprayed the juice until I got the required amount of juice needed for my decants (yes, my finger hurt afterwards). After filling the vials, I put the beaker in a room upstairs.The empty (yes, empty) beaker has been standing in this room for one week and the whole room has been smelling like Baccarat Rouge for one week. This is beyond beastmode. \nScent: 11/10\nProjection: 11/10 (Projects very far for a good 4 hours and does not really come close to the skin for another 4 hours)\nSillage: 10/10\nLongevity: 11/10 (14h+ on skin, days on clothes)\nVersatility 7/10 (Only for the coolest of days)\nUniqueness: 9/10\nPrice-performance: 9/10 (It is expensive, but beautiful and beastly)\nTotal: 9.5", "1": "First of all, Baccarat Rouge 540 is a phenomenon of modern perfumery. And no matter how we all feel about it, Francis Kurkdjian wrote his name in history. There are no more than fifteen ingredients in the composition formula, and most of them are well-read. They are collected in three main chords: woody, gourmand, and amber. The woody accord is based on Evernyl (a synthetic analog of oakmoss) — pure smell, combined with synthetic saffron material, that reminds of medical bandages. The perfumer added a touch of cedarwood for softening and iso e super for the same purposes, but also to create an even woody-ambery background. The gourmand accord is represented by two bright and well-perceived elements: ethyl maltol with a characteristic smell of strawberries, cotton candy, burnt sugar, and fir balsam absolute. The second has a very unusual and beautiful aroma, which has balsamic, coniferous, and fruity shades with an emphasis on strawberries and a smooth syrupy texture. \nIt is because of the combination of ethyl maltol, fir balm, and evernyl that the aroma reminds many of the smell and taste of cockerels on a stick - the famous caramel in the past. Those who feel mainly bandages are more likely to have an increased sensitivity to Evernyl and its combination with the spicy steroid ambergris that defines the vertical of Baccarat Rouge 540. Due to the small number of components in the formula (most of them are very intense and potent), the aroma is perceived so clearly. \nConsumers are divided into two opposing camps. Of course, the attitude to the composition is formed by the individual characteristics of perception, as well as increased and decreased sensitivities, which manifest themselves the brighter, the fewer components in the composition of the aroma. Baccarat Rouge is one of those compositions, the balance of which is not easy to talk about just because of the short formula. However, in my opinion, the perfumer has built a non-trivial balance. Yes, it is strange, perhaps fragile, and not obvious to someone at all, but I see it and understand that it is rather difficult to work with such powerful components. But Kurkdjian came up with something much more than just a perfume product. He created an object of art, the attitude towards which only confirms its significance.", "2": "This perfume is an olfactory chameleon.\nI can smell strawberry marmalade, blood orange juice, pink cotton candy, iodine tincture, tutti frutti toothpaste & saffron butter cookies. \nThe scent is hot, sweet, metallic, bloody & salty, everything at once.\nAnd I love it. \nI get butterflies in my stomach when I wear this perfume. \nThis scent is just incredibly exciting.\nAs for me, this perfume is an unmistakable solitaire.", "3": "I used to have a really good friend when I was a teenager - he used to go out with my sister when I was younger and after they broke up I remained friends with him. We used to sit around at his house down the road; swap books, listen to music. His Mum ran a beauticians from the house - it was a big house with an annex that she had converted into this beauty spa. She did facials, massages, aromatherapy and all that stuff for the local women. I always loved the scent of their house - like sweet berries mixed with chamomile, soft leather jackets and something antiseptic coming from the beautician's annex. It was comforting and captivating. It was such a strong and distinctive smell that all their family carried around on their clothes and bodies - I have often tried to find a scent that carries that smell. I haven't ever been able to find it. \nHis Mother died of cancer at a relatively young age - not long after the time I used to go round almost every day. When I tried Baccarat Rouge 540 for the first time, it brought back the memory of his mother so strongly for me. It doesn't smell exactly like the scent of their house - it is missing some aspect of the chamomile and leather I remember, though the saffron in Baccarat evokes that feel at a parallel - but it just took me straight back to that time. Something about the sweet scent of expensive oils and lotions mixed with the tang of antiseptic fluid she used to keep the room clean. I love this perfume - I think it's a true work of art to be capable of evoking such emotion in the wearer. I have many perfumes that I like very much and that give me great pleasure; very few of them make me feel something like this does.", "4": "When I die, before you bury me spoil on me a bottle of Baccarat, then I will be ready to go to heaven......"}, "1": {"0": "This fragrance makes up for my lack of personality. Nuff said.", "1": "Angel's Share is the most luxurious gourmand I own. Opens up with warm apples, covered with caramelized brown sugar, and lots and lots of cinnamon. Warm apple pie, straight from the oven. When the pie cools down, you can smell warm woods - almost that sauna smell, mixed with the scents of a christmas fair - wafts of candied apples and caramelized nuts. And open fires? It smells a little bit toasy or burnt, and I mean that in the good way. I don't get dried fruit/grapes/raisin for the cognac at all, only apples. And it's not nearly as boozy as the packaging suggests, but if any I'd say its more calvados than cognac.  \nLovely fragrance, perfect for the autumn and holiday season! If you are into warm and cuddly fragrances, you need to try this. People will defenitly wanna hug you for a few seconds longer with this one on!", "2": "I LOVE this fragrance. A few weeks ago I was fortunate enough to get a sample of both Angel's Share and Roses on Ice. When I returned home, I sprayed my right hand with Angel's Share and my left with Roses on Ice. Roses on Ice is beautiful but I feel as though it leans more feminine but Angel's Share just blew me away. I could not stop smelling my right hand.  \nAfter about 30 minutes, my mind was made up. I e-mailed the By Kilian specialist at my local Holt Renfrew to put aside a bottle for me as I would only be able to return to the store the next weekend. He replied back and with pleasure, said he would save me a bottle. But it was the last one in stock at any of the Holt Renfrews. He was getting e-mails and calls from other Holt's around Canada, asking him for the bottle he had in stock and he refused, as he had already promised his last bottle to me.  \nSeeing how this is sold out everywhere you look, I'm very thankful and appreciative to him for hiding away the bottle for me. When I went to the store last Saturday to pick up the bottle, he had literally hidden it in the bottom of one of the cupboards of his booth, at the bottom of a shopping bag in which he was storing tester cards, so that no one would find it and sell it when he wasn't at work. He went above and beyond to make sure that bottle was mine and I am thrilled and feel extremely blessed to own it. It is my first By Kilian and to date, the most expensive fragrance in my collection.  \nNow, on to the performance.  \nOn my skin, this stuff is a beast. It radiates a good 5-6 feet away. It leaves an intoxicating scent trail as I walk and it lasts FOREVER. It was my scent of the day yesterday (Friday) and this morning as I am typing this, I am STILL catching wafts of it, although much fainter, over 24 hours after spraying it. In fact, it is actually 27 hours since I first sprayed it on. So, even though it is by far the most expensive perfume in my collection, ($300 CAD for 50ml), a little goes a LONG way, which makes this a much better value than some other perfumes that were much less expensive but last a fraction of the time.  \nI am in love with this fragrance. Boozy, woody, sweet, sexy. It is just absolutely perfect for this time of year. I don't think you could pull this off in the warmer months because the sweetness might get cloying but during the colder parts of fall, spring and definitely throughout the winter, this fragrance will cut through the cold and make a huge impression on everyone around you.  \nIn my opinion, this is an absolute masterpiece. 10/10 fragrance.", "3": "What a day with this fragrance today! I’ve been wearing this for about a month. I had received a few compliments but nothing like today. Received 3 unsolicited compliments. First one I was at state and liberty picking up a suit and the female who was helping me said I smell amazing and I told her what the fragrance was and she looked it up and ordered it right there on the spot. About a half hour later I was returning something at Banana republic and the cashier said he has to know what I’m wearing. He was wearing a mask and was across the counter from me. I couldn’t believe he could smell it with a mask and about five feet from me. The final compliment I was walking into the store and a guy walking behind me said “What are you wearing Prada”? I told him what it was and asked if I had too much on and he said “ not at all”. Love days like this when your scent is on fire getting compliments left and right.", "4": "Dry cinnamon. Boozy cognac. Silky, nutty praline. Cosy vanilla. Warm oak barrels. Delicious without smelling straight up like a food or drink.\nIt was love at first sniff for me.\nAngels’ Share is so addictive I can’t stop smelling my wrist when I wear it.\nIt’s beautiful for night time: alluring & downright irresistible to me. The spiciness makes it perfect for the Holiday party season.\nAre we allowed to swear here? I won’t just in case but holy moly this is perfection to my nose. Overpriced? Probably. But in my opinion it’s better than Oajan, Invite Only 23, Grand Soir, Herod, Lost Cherry etc etc. This genre of fragrance is currently super popular but this is my all time favourite fragrance, hands down, period, the end.", "5": "Let me just say... i had gotten a sample of this, and i sprayed it all, went out for dinner and i kid you not, three tables were like WHAT ARE U WEARING, what is your perfume!!! I had never received more compliments or ppl so intoxicated, i had to buy it lol.\n\nBoozy, sweet, woody, an expensive smelling gourmand.... close to perfection! \n\nId dial up the booze, dial down the sweet to be a 10/10, its a 9/10 for me!! \n\n10 for compliments and projection! A staple for fall and winter dinners.  This isn’t casual!\n\nOverall LOVE.", "6": "Sold out all over and getting hyped online (without free bottles it seems - a positive indicator). I went to Saks to try it, even though they were sold out, and it was an instant love. Boozy opening that reminded me more of a Buffalo Trace bourbon followed quickly by cinnamon and vanilla and oak. Tonka makes itself known too but, unlike something like Feve Delicieuse where the tonka comes off as plastic-y and overbearing to me, the tonka here plays a much more minor or blended note. \n\nIf you’ve smelled Ambre Narguile or Oajan you definitely get the effect of Angel’s Share but I prefer this to those. Certainly performs like Oajan while having the AN smoothness. \n\nNormally I’m pretty - okay extremely - skeptical of hype, especially youtube hype. Too often I am left confused why a bottle gets huge praise while others get no attention. This time, though, it was instant love and an immediate Selfridges order, since it’s all sold out currently stateside. \n\nLongevity was 12+ hours on my dry skin. Sillage was strong for 1-2 hours and noticeable for another 6+. Truly potent. \n\nA 9/10 for me. I was so impressed by this I bought it on my cellphone walking out of Saks. If you like sweet, spicy, boozy scents perfect for a holiday night this is a great one.", "7": "Overrated cinnamon apple pie\nGORGEOUS bottle, so it’s one\nof mY favorites due to that, bc\nbottles matter to me.  A “like”.\n\nEDIT:  wore it to a family event\nAnd then to bed, and it’s a star\n\nTo me though it’s not dark but\nSweet, which is why I said it’s\noverrated before, because I’m\nnot one to want to smell like a\ncinnamon apple pie with some\nliquor on The side.  But sillage\nis minimal.  I have to overspray\nto get * any * projection, & then\nprojection comes to those only\nof kiss distance.  I think I like it\nthat way.  A sweet surprise, non\nintrusive, non announcing, even\nwhen you overspray.  So I’d say,\nAngel’s Share - an oversprayer’s\nHeaven, that smells REALLY nice.", "8": "This perfume is so expensive, when someone breathes it into their lungs, they lose 20 dollars on their bank account\nThis thing right here is better than a free parking space \nSome perfumes are so sweet that when you rock the sprayer you get caries on 7 teeth and first degree diabetes, but this is perfectly balanced\nBut what an upper class this fragrance is, a golden chain grows around my neck and Drake adds me on Instagram.\nI will never take a bath again in my life, this will stick to me for life like my father's first belt hit\nPure perfection\nSooooo the price... Can this be taken on prescription?", "9": "FaisalBio really hit the nail on the head. The opening shares considerable similarities to Ambre Narguile, Oajan and the Ethyl Maltol sweetness found in BR540. The drydown is considerably less sweet, more oak woody and shares no resemblance to the aforementioned fragrances. I do detect hints of Single Malt in the drydown however.\n\nIt's almost as if Kilian took the very best qualities of those previously mentioned fragrances and made this. I enjoy the combination, and I can't imagine many disliking it but I must say I'm disappointed that it's not more unique.\n\nI recommend holding off on blind buying if you already own Ambre Narguile, Oajan, Apple Brandy or Single Malt. Test first.\n\nI highly recommend this for anyone else looking for a sweet cinnamon fragrance! It really is fantastic.", "10": "This scent is a gourmande’s dream. Caramelized cinnamon apple and smooth, gold cognac. It’s definitely a holiday party scent, though I’ve been finding myself using it almost every day since I’ve purchased the full bottle a week ago. It’s just… irresistible to my nose. It reminds me of all the cozy activities I enjoy during the coldest months - eating spiced pastries; going on a theater date with my love in my favorite winter coat; walking through sparkling, lively Christmas markets… It’s unapologetically gourmand. Sweet, spicy, warm, utterly edible.\n\nSillage is excellent, and it lasts 10 hours easy on my skin. I originally was interested in purchasing Apple Brandy on the Rocks, but I’m so glad I tested this one as well. I couldn’t believe how heavenly my wrist smelled for the entire rest of the day. Angel’s Share is not for everybody… but if you want to smell like you’ve been baking cinnamon buns all day in lacy underwear to winter jazz, this is the one.", "11": "This is nice. It is NOT worth the price. Some fruity tobacco, cinnamon, stewed fruits. Lasted through the evening. There really isn't anything to dislike here, but there also isn't anything worth $200+.", "12": "For anyone that really studies fragrances, some comparisons seem reductive or inaccurate, it's often the subtle differences and not the similarities in a fragrance, (especially your favourite fragrances) which make it what it is.\nSo having said all this Angel's share is slightly derivative of the fragrances it's compared to here, but it's those little differences I just mentioned like it's top notes for example I get a good dose of a sweet orange and oakwood (a particularly good material for boozy effects) it's also more gourmand, with a caramel note.    \n However the ultimate effect of Angel's share renders it redundant because I own Oajan and a refined version of this vibe in Ambre Narguile. Because it does go to that spiced, tobacco, mild cherry which could also be Herod or Tobacco vanille and also the honeyed character of Back to black, the dirty vanilla dried right down even starts to yield licorice facets, maybe Lempika?  \nAgain referential, it's a bit this or a bit that....but perhaps that is what makes this so wildly popular or to use a popular 'Fragcomm' term....'HYPEBEAST'!!!\nI'm so down with the kids.\n( I utter as my son walks 10ft in front of me, pretending not to know me)\n\nThe only reason I'm not on board with this is probably the gourmand focus of the formula & probably the price, the fact that Oajan is a massively louder, more spicy and bombastic, slightly less sickly version of this.\nI really loved the opening of Angel's share and despite being boozy I don't think it captures what I assume is the brief of recreating the Angel's share (Something Sarah McCartney has done recently) and it's objectively quite a nice perfume but I was bored with it after 10 mins to be honest not because it's unpleasant just that large portions of this formula are extremely familiar, not in a bad way...just nah!", "13": "On one of our first trips to France, my husband and I stopped at a little cafe in Beaulieu-sur-Mer and had a prix fixe meal that came with the house's signature tarte tatin. That was hands down the best tarte tatin we had ever - or have ever - enjoyed. The caramel syrup was smooth and tangy with the apple, both melting into the flakey crust...the custard so perfect...the cinnamon...\n\nAt Saks recently, the sales girl sprayed Angels Share for me and I swooned, immediately going back to that night in the cafe when my husband and I marvelled at the mastery of the French - the ability to turn the simple into the sublime. It's all there; the apple, the cinnamon, the rich tangy syrup...plus I smell expensive cognac and a hint of tobacco. Later, the tobacco disappears but the syrup and tartness remain along with the booze, and all is mellow and blended and smooth. Gorgeous creation by Kilian.", "14": "My GOD, this is stunning.\n\nBUT BUT BUT you absolutely HAVE to let it settle down before making any final evaluations. When I first sprayed this on me I was put off by the sharpness of the cognac. It made the fragrance smell almost \"off.\" But after walking around with it on me for about 30 minutes it started to settle down into sweet, woody deliciousness. The booziness is still there, but it softens and warms up significantly. My opinion on it shifted 180 degrees in minutes and I couldn’t leave without it. \n\nDefinitely not a blind buy, but if you fall for this fragrance, you’ll fall hard.", "15": "Finally I got a FB of it. My Kilian ambassador invited me to the launch webinar of the liquor line and sent me the samples of them within a week of webinar. I tried and LOVE this Angels Share so I immediately placed the order with my ambassador (5 days from launching) but was already out of stock. I was on the waiting list for weeks and finally received a bottle now.\n\nI love how boozy, dark, sensual it is in a gourmandish way. I don’t really get the vibe of oriental woody in the opening or heart, it is more in the base with the vanilla. The cognac is pretty prominent, which I love the most about it. It is so addictive like other Kilian’s but different. One of the bests from Kilian.\n\nPerformance is great but not superb. 8 hours longevity and great projection after 30 minutes then the projection last at least 4 hours. It’s is different than the other fragrances, its opening project weaker than the heart. Cognac and cinnamon last all the way with the oak starting from the heart. It becomes more woody when the base starting with the presence of cognac, vanilla and oak. \n\nThe presentation is gorgeous. Real crystal bottle and the color of the juice that makes it looks like the cognac in a crystal glass. Although the cap is plastic (heard they did it on purpose to avoid dropping and breaking it), the quality of the plastic cap is too good that looks like the same crystal as the bottle, which you can’t tell the difference by looking at the bottle until you hold the cap. \n\nIt is a 10/10 for me but try first before buying a FB because my sister doesn’t like it as the cognac and cinnamon are too much for her. Perfume scents preferences are very personal. People have different tastes.", "16": "Sweet, boozy, woody vanilla gourmand. Worth sampling it if you're into gourmands (I would not call this blind buy safe). \n\nI smell minty toothpaste in the drydown for a while. No clue where that's coming from but I pick it up.\n\nOn me this has an intimate sillage and projection, but really good >6h longevity. Good fragrance from Kilian but I still haven't smelled one worth the price imho. -", "17": "MAMMA MIA THATS A ONE SPICY MEATBALL good lord DELICIOUS. WOWIE. Definitely getting warm apple pie, or more specifically caramelized fruit simmered over the stove with bourbon or brandy yes ma’am. Like an apples and stone fruit version of banana foster. Very gourmand. Absolutely intoxicating. Aptly named. I smell DIVINE. It’s boozy, but like a reduction with brown sugar not just a glass of Cognac. Projection is moderate, sillage is moderate, longevity is decent so far. It’s unisex to me. You could be a very sexy woman wearing this or a well dressed man and I think no one is gonna think it’s masculine or feminine it’s just DELICIOUS and enhances the intrigue factor of the person wearing it. I’m never gonna force a signature scent cause I believe that I’ve gotta vibe with it for quite a while but MAN I hope this is it.\n\nAlso, forgive me if I’m wrong, but cognac is French brandy, dark liquor made with grapes, fruits, and various nuts, and apple notes are often found in cognac. Which if I had to guess is the “apple notes” we all smell.", "18": "Sampling one of the latest from By Kilian, Angels’ Share, one of the two new releases of their Liquors collection (along with Roses on Ice).  Angels’ Share is inspired by the phrase that refers to the volume of aging spirits or wine lost due to evaporation during the aging process, and the fragrance is a nod to Kilian Hennessey’s family empire of cognac, specifically, which is the featured note, along with hazelnut and oak, per the house website, though other sources list notes of praline, vanilla, sandalwood, cinnamon, and tonka.\n\nNutty and boozy have to be the most apt two descriptors, but it’s quite sweet but not too sweet, I would argue, and there is a slightly woody base underneath it all, and there’s a vague sharpness that ties the nuttiness to the sweetness and booziness.  And it really feels like a sweet boozy take on cognac rather than, say, whiskey (as in Single Malt), so cognac fans should fined.\n\nI think that some might very well find the sweet/sharp mix to be a little much for their liking, but it’s not among the very sweetest boozy fragrances I’ve smelled, nor is it overwhelmingly nutty.  Still, it leans toward the sweet cognac mostly, followed by the nuts (a mix of hazelnut and tonka is how I’d describe it), and then some woods, for which oak seems right on the money.\n\nAngels’ Share is very nice, roughly on par with Apple Brandy, though still a clear notch below Single Malt in terms of best of the boozy fragrances of the house.  It performs quite well, with very loud projection to start and quite good longevity, equivalent to my experience with most of the darker fragrances in the house.\n\nThe retail pricing of both Angels’ Share and Roses on Ice is somewhat modest (basically as inexpensive as their fragrances get), at $195 for 50ml, but this may very well due to be presentation, which does not seem to include one of the brand’s signature wooden coffrets.\n\n8 out of 10", "19": "This is exactly how the festive season in Hogwarts smells! Sugary, boozy and cozy... comfortably seated at the Gryffindor's dining table while everything is covered in red and gold!", "20": "You already know that this is the bomb dot com. As someone that doesn’t classify themselves as a “gourmand” lover, I do like gourmand fragrances when they are done right. And this right here gourmand done RIGHT. It’s one of my favorites from Kilian. \n\nI learned of the meaning of Angel’s Share at the end of last year when I went on a girls trip with my friends. We visited a brewery and the tour guide was telling us about how in the process of fermentation, the portion of the alcohol that is lost due to evaporation is called the Angel’s Share! Isn’t that neat? \n\nThis is a stunning combo of vanilla, tonka, cognac, oak, and cinnamon. Again, nothing else like this is my collection. It’s truly one of a kind. It’s boozy, sweet, spicy, woody, warm, and just DELICIOUS. I wore it to work sometime ago and I just remember this woman in the elevator kept looking in my direction as if she wanted to ask me what I had on. It’s one that fills up a space and evokes boujie coziness. Perfectly unisex. Strong sillage and great longevity. I don’t get the Apple-y vibe that everyone gets but it is reminiscent of a dessert in a pie form.\n\nEven if you don’t like gourmands, this one is worth a try. This is an absolute love for me and will remain a staple in my collection for the colder temperatures.", "21": "Angels' Share was such a surprise to me. I really only spritzed this in a store to see what the Kilian hype was about. I didn't even smell the strip at first because I was so sure this would be the sort of designer-y type fragrance you often get from bigger niche brands that I never like.\n\nI have been humbled. I'm completely enamoured. I smelled that strip, and then I showered myself with the tester and proceeded to be thrilled by how I smelled the entire day. I waited one day and caved to my heart by buying a travel size. I get why some people might see this as an air freshener scent, but that doesn't do it justice. There's certainly an apple pie quality to this, but it's tempered by that smooth, fruity cognac note and a sharp wood. Something a little smoky happens on my skin too, which I love. It's sweet but not cloying, straightforward but with depth. I find the apple cinnamon smell is most evident when you aren't taking a huff directly from your wrist, which is interesting. I don't know where that apple note comes from, but it's very realistic as opposed to what you'd get from, say, an apple candle, and it doesn't dominate. Somehow this scent is even making me enjoy a powdery note, which I generally am pretty opposed to. Just beautifully blended.\n\nA lovely, cozy cool weather scent. Smells like a warm hug. Learn from my mistake and smell it before writing it off, even if you also aren't a big gourmand person.", "22": "Wearing a sample today.  After reading the reviews I was essentially down to just buy it but I tried it on at Saks and it was sadly a no for me.  \n\nOverall a nice boozy fragrance as people have already mentioned.  I don't get \"apple pie\", I get a slightly above average boozy scent.  At times I catch a whiff of MFK Gentle Fluidity Gold, there are similarities to me, probably the vanilla.  I'm kind of glad I don't get the Apple Pie vibe as I feel like Givenchy Pi smells like that and that is not a smell I enjoy.\n\nI feel with Kilian you're mostly paying for packaging.  However, this packaging is a little obvious and I dare say, tacky.  But the fragrance is quality and radiates nicely.  Probably a bit much for grocery shopping, I'll see if I get any funny looks today!\n\nI love Black Phantom but aside from that, I can live without Kilian.  I've stopped checking them out overall.  I had hope for this one and I can definitely see why people like it but it's just not happening for me.\n\nEdit:  The dry down is absolutely disgusting.  I'm getting that minty toothpaste that other people have mentioned.  Smells nothing like the initial spray.  Truly gross on me, hopefully you all have better luck.\n\nIf anyone can recommend their favourite boozy fragrance, please message me.", "23": "cinnamon dreams. this is intoxicating and screams fall but I would wear year round. A lot of people say that this smells like Oajan. I had to try it for myself, and Angels share is sweeter, and boozier to me. I prefer Angels share 0:-)", "24": "Cinnamon Sugar and Booze!! It smells like what I imagine a retired leprechaun smells like and i like it! \n\nLinear in my opinion which is why this is just a like, Heavenly in winter, Incredibly snuggle-provoking <3", "25": "You’ll have to forgive me, this is beautiful, a blind purchase, but is has absolutely been done before.  Opening to me is spectacular but is very familiar like Spiritueuse Double Vanille by Guerlain but with more honey.  Very pleasant, agreeable and I do love it.  As the scent progresses and matures on my skin I cannot help but be reminded of Tom Fords Lost Cherry. Yes it is almost exactly like it!! The finale softens to an exquisite skin scent of sweet cognac with superb silage lasting well into the next day.  Glorious twists and turns.  To me this is a phenomenal blend of my two favorites as mentioned above.  Bravo Kilian! This is beautiful and for once, affordable.  I highly recommend.", "26": "I wore this perfume on 25th of December and I must say it really helped me to set up the festive mood for christmas! I LOOVE this one!! Amazing perfume. Very sophisticated but at the same time so easy to fell in love with it. Packaging is also very beautiful.\nAt first I was sceptic about this one, but the perfume somehow managed to get under my skin. I wish it was more boozy though. I love boozy fragrances and I was expecting little more booziness when i tried it, especially after reading reviews, because many people characterized it as \"very boozy\". It is but just a little bit. I get more of a sweet fruity liquor rather than cognac. It's definitely more on sweet apple cinnamon pie side, but still love this! \nAlso you can smell that Killian DNA in it. I tried LOVE BY KILLIAN before and I'm not saying they're similar but they do share same DNA. (It's my personal opinion though)\nAnd last thing about price... It's definitely a great perfume but still it's a little overpriced.", "27": "How do I express my love for Angel's Share? This is gourmand perfection. To be clear, I am not a general fan of gourmand scents, however-  BATHE ME IN THIS. It's sweet but not cloying, intense but not heavy, and while the cognac in this adds depth and brings down the sweetness, it's not overly boozy by any means. The cinnamon balances out the sweetness of the praline, and the tonka is perfection. \n\nI could see this equally on someone who earnestly loves cinnamon apple pie and wants to smell nostalgic or someone mysterious, fun, and alluring.\n\nA gourmand for all.", "28": "Could anyone please call the Police , because this one stole my heart and I need it back.\nMy #1 smell ever , very boozy, warm and spicy , what a masterpiece.\nThis is the only one fragrance that brought me a compliment from my father, which is enough to make this more valuable to me.\nProjects very well with decent longevity and the smell becomes more interesting when it dries down.\nBtw, did Kilian meet any angels? No wonder he chose the most perfect and suitable name for this fragrance (Angel's Share) , this is exactly the smell of angels, which can make you one of them if you wear it..\n9.9/10 .", "29": "Cinnamon cognac. Really lovely, especially around the fall/winter holidays.", "30": "I reached a milestone yesterday and immediately went to Sephora to purchase this. I’d smelled it on my mom a few days before and had to have my own. This fragrance is such a gorgeous experience. From the packaging, to the way the bottle feels in hand— to the beautiful aroma. it’s truly a masterpiece and something I want to keep in the collection. I know some people hate the amount that you get for the somewhat high price tag— but believe me… it’s so worth it. Cheers!", "31": "i don't care what anyone says. this is the best perfume i've ever had the pleasure of smelling. definitely my #1. even if i had the money to buy it i wouldn't think i'm worthy.", "32": "A true unisex gourmand masterpiece… my sister was on a search for a gourmand fall perfume and this one delivered. On her, she smells like a cinnamon apple pie/ angel cake. My boyfriend ended up really liking it and bought one for himself. On him, he smells like a boozy cinnamon cocktail. It’s just interesting how it performs differently on different skin and works for both sexes. This thing is powerful with longevity and sillage as well, only needing one or two sprays to leave its trail and carry on into the next day. If you like gourmand scents, spices, slight booziness, and high performance, I would approve of blind buying this.", "33": "Jan 2021\n\nOkay, this review is a side by side comparison of Angels Share and Ambre Narguile. Reading all the reviews here, I see that one other person did this comparison (Gelkita). Altho my impressions are slightly different, we both came to the same conclusion: Narguile is just better in most ways.\n\nFirst of all, Narguile by the great Jean Claude Ellena was first. It's also cheaper by the ML, which considering this is a Hermes is really saying something.\n\nHead to head in the opening: I prefer Narguile. \nIn AS, I smell Praline and Cognac. In Narguile, I smell cinnamon apple pie.\n\nIn the mid, I prefer AS since Narguile gets more woody at this point.\n\nIn the drydown, Narguile wins hands down. It's sweeter and more addictive IMO. The drydown is where the two frags smell the most similiar but there is something slightly synthetic there in AS. Maybe it's the sandal?\n\nThey both last more than 10 hrs on my skin but even in the ending, Narguile has better projection. AS's projection is not bad; Narguile is just better. Again.\n\nAS is good. Maybe not $195 for 50Ml good and if you never smelled Narguile. But if you did, Angels Share wouldnt be as overhyped as it is.", "34": "This is an amazing unisex scent, to me it leans more feminine as the dry-down on me is a sweet cinnamon which I love. To be honest I don't get too much of the cognac note, it's very light on me. I've never smelled Ambre Narguile as I don't think it's available where I live (Hong Kong), but this perfume makes me feel so happy, content and cozy I can't even explain it.\n\nRight after buying this perfume, I met up with some friends and told them I splurged on a unisex perfume. The guys were curious and made me spray some on their wrists to test and they couldn't stop smelling their wrists the whole night! Lol so yes, it's even guy approved. The sillage is insane and lasts a good 8-ish hours on my skin.\n\nAddicting, beautiful and well worth it IMO. I feel like this bottle will last me a while.", "35": "My new favorite perfume! I own few Killian perfumes so I was very excited to try out this one as well!\nTo me this smells very expensive!\nIn the beginning you get cognac with cinnamon although I don't necessarily smell cinnamon that much it is very well blended. I also get a little smokiness on me perhaps its the cinnamon. I read below someone mentioned Lost Cherry by Tom Ford and I couldn't agree more, there is a very syrupy boozy cherry in the mid notes that makes this even more incredible. In the dry down I definitely smell the mint notes many mentioned but to me it reminded me of the mint chocolates ''After Eight'' !\n\nIf I could describe this fragrance as a setting to me it would be, winter time by a fireplace in a very luxurious living room drinking cognac and eating mint chocolates lol", "36": "It really is apple pie (one loaded with cinnamon) with a glass of something stiff to wash it down, all without being toothache sweet. Instant love for me, instant disappointment for my wallet.", "37": "I’m rarely a fan of gourmands. Usually, I steer towards the clean, crisp, austere...Chanel no 19 of it all. However, wow...I think this is gorgeous. It has aspects of fragrances that are familiar to me yet, this pulls at my heartstrings. It is warm, deep, very decadent. I love this and must purchase a whole bottle. Speaking of the bottle....WOW it’s beautiful. I know that I am a marketer’s dream but yes, it will be mine.", "38": "Tested this upon walking out, having tested at-least 12462882 perfumes (you know until the coffee just doesn’t do the job anymore!) \n\nThen… \n\nBAM! \n\nA completely different sensory experience, I was so taken back from the first whiff, senses that hadn’t been activated from any other perfume tickled something untouched. I’ve never smelled anything like it, YET it was a smell that took me back to my childhood…how could a perfume I've never smelled before do that? \n\nA warm hug, undeniably a top tier gourmand. So masterfully blended that the other notes just sneak up on you like they’re waiting for you to finish that first hug, then bam a second hug, a third hug… and then your sense of TASTE is activated? the fourth. (Did I really just smell all that in 4 seconds?) \nWhy am I drooling…\n\n\nUnisex but leaning ever so slightly male. However, this would be a refreshing change from ‘excessive’ floral perfumes you would usually get from a lovely lady in red. \n\nPricey? Yes.  \n\nWorth it? Depends who you ask. \n\nNo perfume is ‘blind buy’ worthy, you can’t know how your body chemistry will react to a perfume. \n\nConclusion: I don’t only want to spray it, I want to drink it…so that I could sweat it too, I mean… it is a glass of cognac right?", "39": "Ahh I can’t stop drooling! 🤤 Boozy, thick, opulent 👌🏻 The cinnamon is to die for in this! I have a sample of Oajan sample from PDM, and I don’t notice a strong similarity. Truly the scent of an Angel 😇", "40": "The best fragrance reviews always come from my husband.\n\n“You smell like brown sugar, bourbon, and pie.  Top notch.”  \n\nI am wearing Angel’s Share.  I like it, he really likes it, all is good with my world.", "41": "Omg Love this! \nAnother great fragrance from Kilian. \nAbsolutely beautiful and for once GREAT performance! \nOpens with a lovely cognac note, and sweet cinnamon which sticks around all the way till the end. Strangely, i get a slight shaving foam smell in the dry down which is also really nice and makes it sligtly masculine. Balances the sweetness nicely. The cinnamon is the dominating note all the way. \n(it’s more like a cinnamon stick, not ground cinnamon)\n The fragrance is absolutely beautiful from the opening till the end, it’s a real pleasure to wear! \nPerformance is really good, strong projection and lovely sillage/scent trail for about 4-5 hours then it slowly calms down, but still can smell it and get lovely whiffs of it after 6-7 hours.\nLongevity is over 10 hours. Lasts all day!\nDefinitely recommend it, it’s another great offering from the house, in fact one of the best performer. Worth the price imo. Great for fall/winter. 👍🏻", "42": "weird one. Magical opening, sweet, gourmand, cozy, AMAZING. Best opening I've ever smelled. Then, after some time, it dries down to probably the worst smelling scent I have ever come across. I don't know what it is about this fragrance that makes me dislike this drydown so much, but I feel like the cozy sweetness turns into some weird and awkward rubbery synthetic smell. I also get why some people here get a toothpaste kind of vibe from the drydown. Sillage is more than solid and longevity is way above average (don't know whether that's a good thing, though, since it makes you have to put up with the weird drydown longer than you want to). \nI would recommend everyone not to blind buy this one. Find a way to sample it, see how it develops on your skin and clothes. \nIt's a real bummer to me that I can't love Angels' Share as much as most people here seem to do. I will definitely give it a few more chances and see if I can get used to or even grow to like the drydown as much as the spectacular opening. Will give an update if my feelings towards this scent change.", "43": "Angles’ Share is an absolute gem! The presentation is typical of Kilian. Beautiful and elegant yet unassuming. It’s perfect for what the fragrance is. \nIt opens with a boozy note of the cognac accord and really sets the tone for what the fragrance is. The cinnamon, Tonka and vanilla come next and the fragrance really comes to life. It’s a creamy boozy cinnamon if that makes sense. \nInto the dry down it brings a nutty undertone that really fills out the life of the fragrance. To me on my skins it’s very unique and unlike anything else in my collection. I absolutely love this fragrance! \nThe projection is moderate however the performance of this is impressive. I get about 10 hours and I do not become anosmic to it which is a big plus for me! \nBuy this with confidence and Kilian hit it out of the park!", "44": "Warm, rich, opulent, and unquestionably gourmand. The cognac is front and centre throughout, and manages not to smell cheap like a lot of boozy fragrances. Mixed with the sweet vanilla and praline, and the warm spiciness of the cinnamon, this smells like a boozy dessert. Beautiful, but very gourmand, so make sure you like that if you're thinking of buying this. Angel's Share would go perfectly on a cold night, dressed up in a nice restaurant or upscale bar. For this price, I'd like the cap to be glass though.", "45": "This is so delicious! It reminds me of walking through a mall, smelling the Cinnabon and the perfumes coming from Macy’s. So boozy, cozy, amazing. I can see why it’s so popular. Perfect as a date scent. Quickly has overtaken Jazz Club as my favorite boozy perfume. Performance is fantastic. \n\n9.5/10", "46": "2021 batch (purchased direct from By Kilian) - owned and worn since October, 2021.\n\n50ml/$170 (with discount)\n\nI want to address comparisons to Parfums de Marly's Oajan, but I will save that for the end. First the review. Sprayed on skin.\n\nAngels' Share opens up - from the very top of the first spray - with a gorgeous, vibrant, shimmering cognac note. When they say cognac is a \"top note\", they aren't kidding. While a cognac accord remains throughout most of the wear, the photorealistic, French white oak cask-aged boozy cognac note, complete with barrel sediment and all - screams upon application, and then quickly settles and gives way to the heart in a matter of minutes. At this point, we have bourbon vanilla, Ceylon cinnamon, warm, luscious Amber, and praline. The praline is less about chocolate (I get very little, save for perhaps a whisper of very light, milky Swiss cocoa), and more about the caramel/dulce de leche, nutty hazelnut-like creamy filling. These sweet, gourmand aspects slowly push the cinnamon back, lending some more balance. \n\nAs it wears on, the sweetness remains steadfast, but the cinnamon slowly, and gently steps back, allowing some of the woodier base accords to unfurl - oak, perhaps, but certainly a subtle creamy sandalwood component - playing well with the sweetness, but lending some dryness as well. From start-to-finish, you get a cinnamon-dominant, sweet, creamy, festive spicy warm, but decidedly NOT dark experience, that lasts every bit of 8 hours minimum, with noticeable projection for at least half that. Under the right conditions, it will remain as a skin scent for at least 14 hours. On clothing, heavy applications will last until washed. Weeks. \n\nThere are some \"ghost notes\" here. One could easily mistake a subtle tobacco accord, or perhaps honey, dark fruits, and spices. Personally, in the mid, I detect a whiff of jasmine and sweet orange, as well as a fair amount of ambroxan, which definitely aids in the projection and bombastic nature. \n\nYes, Angels' Share leans a bit into the more synthetic territory, although the naturals - especially in the opening, are apparent. Fairly linear. Nevertheless, I personally feel as though, while not ground-breaking, it serves a purpose that no other fragrance can quite substitute, and therefore, is worthy of the hype. It's a festive, boozy, Autumn/Christmas-in-a-bottle with nuclear performance, and seething with warm, cozy, comforting sex appeal. \n\nDoes it smell like apple pie? There's certainly some fruity materials used, which aid in providing lift and brightness, and I can sort of make out some fresh green apple, although I think much of it is the sweet, festive, cozy, gourmand cinnamon notes pushing that association. But yeah - it has an \"apple pie\" vibe. Just don't forget about the cognac/vanilla/amber structure.\n\nIs it similar to Oajan? Shockingly, so many people say \"yes\". I own full bottles of each, and while I initially thought so in the sampling phase, I really can't connect the two now, even side-by-side. They're both cinnamon-centric sweet autumnal scents. That's it. Oajan is much more cinnamon-forward (dry cinnamon), with a darker resinous, almost Middle Eastern flare. It has a bready pastry note that this lacks, and the osmanthus, artimesia, and labdanum give it more of a natural feel. October. Apple pie. Not more than 40-50% similar to each other. The cognac, oak, and praline really make Angels' Share entirely unique. I'd wear Angels' Share formally/dressed up, as it has an air of luxury and class. Oajan I wear while hiking through the New England autumn foliage in October. Would never dress it up.\n\nAll-in-all, Angels' Share by Kilian is a true \"love\" for me. It's nuclear, it's elegant, refined, and while it means synthetic, it's ultra-modern, 100% unisex, and takes the second most beautiful cognac note I've smelled, and sits it atop one of the most fitting festive fragrances to wear through the autumn season, which provides an olfactory soundtrack that truly elevates even the most mundane tasks. \n\nBlind buy safe? Yes - IF you know you enjoy sweet cinnamon/\"apple pie\"/gourmand vanillic ambers that lean neither masculine nor feminine. Please sample first anyway, as this one isn't cheap. \n\nVersatility: LOW - Perfect for late autumn and great through winter. Casual, formal, and date/intimate setting appropriate. It's loud, so if using at work or on a date, go light, because you can and will choke out a room with this. Clubbing certified. Come spring, shelve it.\n\nPerformance: Nuclear. Great longevity and massive projection for half the wear. Zero complaints. Be aware.\n\nQuality: High. Despite a predominantly synthetic structure, it smells luxurious, expensive, and quality, with a unique flare from the cognac. It's not a Slumberhouse, but it's certainly \"niche-quality\".\n\nPrice: $190/50ml retail. $160ish private.\n\nAtomizer: Decent. Fairly wide spray, but nothing special. \n\nGender: 50/50", "47": "I cannot stop constantly sniffing this. I keep saying out loud to myself, \"this is the best smell I've ever smelled.\" I want to shout it from the mountaintops!\n\nFor years I've been trying to find a fall/winter fragrance, but after trying many of the usual suspects, nothing ever feels like \"me\" enough. \n\nThe opening reminds me of fall/wintertime evening around a fire with a boozy cocktail. The dry down reminds me of dessert time at a holiday family dinner. Yes, it smells like apple pie, but in a smoky, boozy way. It is just magical. It is absolutely not too sweet for me, and I am not generally into gourmands. The smokiness and boozy-ness offset the sweetness just perfectly.\n\nThis lasts on my clothes and my body an entire day. If I spray it in the evening, I still smell it in the morning. If I drive my car while I have it on, the next time I drive my car I can smell it lingering in there. It's just heavenly every time I smell it, I can't get enough!", "48": "First impression: liquor or skunky beer. \n\nSlightly sour and off-putting like stale beer in a crushed can you find lying around after a party, and accidentally spill it while you're throwing it away. \n\nI smelled Fan Your Flames yesterday and I thought the liquor in that was done better than this. \n\nI still have more testing to do but so far I'm not impressed with this. \n\nLot's of hype on this one but so far I give it a 3/10.", "49": "I was kind of hoping I wouldn’t like this since I don’t like spending a whole bunch on one fragrance but of course this had to smell absolutely amazing on me. I get a sweet boozy cinnamon with some woody-ness in the background. I don’t get too much of the tonka bean, all the other notes are blended so well it can be hard to point out if I’m smelling sandalwood or oak lol. The cinnamon and cognac are the most prominent notes on my skin though. This is going to be such a good fragrance when the weather gets colder, it’s so warm and cozy."}, "2": {"0": "Friends, please be aware of FAKE TOBACCO VANILLE on eBay. The worst fake perfume I’ve ever seen arrived from  \nbest.natural.store2018 (151)\n95.5% positive Feedback\nMember since 2016\nLocation:Bulgaria \nIt says located in Bulgaria but actually US. I should have known. \nI will re-buy TV from TOM FORD BOUTIQUE from now on. I’m sorry for posting here but I thought nesessary.\nPeace (*^^*)ノ", "1": "This perfume just screams “ I GOT MONEYYYYYYYY, AND I’M LETTING YOU KNOW”.\nHeads will be turned wearing this perfume. A man wearing this perfume going out with his guy friends, will get the most attention. Everyone will look at him when the ober askes who to give the bill to.\nA Woman wearing this perfume just screams “ I’m independent, and can take good care of myself “.\nWearing this scent to a normal 9-5 job will have your coworkers think you don’t need this job, and that you got stacks of money. LOL\nThe notes I pickup are: Spices, Vanilla, Cacao , Tobacco, and a little hint of Fruit wich makes the perfect blend.\nI would personally wear this fragrance in the winter time or when I know that I will be in an airconditioned room. It last 8+ hours on my skin.  \nAlthough this is the perfect fragrance, it is NOT for the weak !!! \n5/5 Star", "2": "By now we have all come to the consensus that Tobacco Vanille is brilliant/mediocre/horrible (delete where appropriate). This being said, I'd like to briefly talk about a tangential issue concerning this fragrance, which is the following: \ntobacco (eng.) vanille (fr.) \nWhat am I to make of this? How do I pronounce it? Switching accents halfway through is inadvisable, since even my friends from Nouvelle-Orléans choke on their Diet Coke whenever I correctly pronounce \"Guerlain\" in the middle of an English sentence. No, you have to commit to one only.  \nMy first option is, then, to leave \"vanille\" as it's supposed to be (French) and say the English word \"tobacco\" with an exaggerated Jean-Reno-style accent. However, I find it cumbersome to lug around the silk béret and fake moustache which are necessary to channel the appropriate level of pretentiousness. \nAlternatively, you can follow TF's marketing and pronounce the whole thing in English - like a clueless American tourist clutching his phrase book in a Parisian café (\"Oooh ay le Starbucks?\"), blissfully unaware of the savage beating the waiter is fantasising about behind his smile. \nPerhaps this is all some grand œuvre de trollage - Mr. Ford snickering into his computer screen as he watches reviewers humiliate themselves trying to pronounce his fragrance names. If that's the intent though, I suggest he take a page out of Hermès' book and go all out. In this age of Youtube, Un Jardin en Méditerranée still ranks as the funniest fragrance I've ever come across.", "3": "It´s a little bit difficult to write down this review because of those feelings inside. I don´t want to be much personal, just sincere - because this is the scent of my love & our home.  \nFor me, there is something very familiar about this perfume. It reminds me of my life, my memories, my man. All the cigarettes he smoked while he was listening to my stories. Fluffy vanilla latte on Sunday mornings, the taste of Old English dark fruit cake that I have been baking every Christmas. Hennessy cognac for goodnight /while we were listening to our favorite song - Change Is Gonna Come/. \nSweet home, sweet times.  \nTobacco, cigarette smoke, cigar ash, delicately sweet vanilla, dried fruits, cloves, cinnamon - that´s what I love, what I want, what I need. That is Tobacco Vanille.", "4": "\"Is it a gift to someone special—?\"\n\"Yes, very. It is a gift to myself.\"\nShe takes a brief moment to smile as I maintain eye contact.\n\"The best kind! would you like me to wrap it for you?\"\n\"No. Give it! it is to be enjoyed right away.\" I said to the amusement of the Sephora-Plage representative of Saint Tropez, all the while sampling this eau de parfum on my wrist, then on my chest, opening the collar of my dress shirt as she was seemingly leaning forward. \nTobacco Vanille unexpectedly took me back to a very private place, where laughter was cheap and colours saturated. I used to be on the Right at the time and perhaps a bit emotionally disconnected, and \"She\" was on the other far-end of the political spectrum. Beautiful, strong, opinionated and witty. Naturally we clashed—Genevieve called me an Imperialist and I called her a child—she stormed out of the debate and I followed ... but before we could understand what had taken hold over us, here we were, lustfully rolling in the grass of our University. She used to perfume herself with nothing but vanilla extract while I reeked of those Davidoff cigarillos I favour to this day... \nBut the real Tobacco Vanille is far more eloquent. Yet it is an idea refined to its simplest and purest form like the most accomplished architectural projects. This eau de parfum is a opulent Niche caprice. It is a manly unsmoked pipe tobacco—It's tin is flavoured with cloves, anise and wood sap that sensually tango with a moist and candid Bourbon vanilla, a creamy tonka bean and what must be Criollo (a very high quality cocoa that represents less than 3% of the world's production) imported straight from madagascar—There is also a very playful note which echoes the smell of a little Grand Marnier spilled on an old leather sofa and expands further the underlying theme of the old Gentleman's Club so cherished by Tom Ford. Tobacco Vanille is a simple way of saying very elaborate things.  \n...Genevieve and I would soon abandon our ambitions and made plans to elope to the complete dismay of our respective comrades, but tragedy would decide otherwise (To those of you who have known this kind of quiet rage and survived it, I salute you.). \n\"Magnifique!\" Back in Saint Tropez, the Sephora representative had just woken me from my memoria loci, studying me with those dark almond shaped eyes and nervously playing with the tip of her tight, tight ponytail (...). To quote Oscar Wilde, \"Everything in the world is about sex, except sex. Sex is about power.\" and Tobacco Vanille certainly adds to mine. \nNow I must add it's newly released beard oil to my routine.", "5": "I couldn't hit the love button fast enough.\n\nThe opening is beautifully spicy and warm next to a sticky pipe tobacco scent. The tobacco blooms and becomes primary and then it dries down to a deliciously edible vanilla. Tom Ford does good work.", "6": "\"Smells like Bvlgari Man In Black\" Are you drunk or what?", "7": "I'm not saying that I want to smell like this for the rest of my life, but I probably want to smell like this for the rest of my life. Rich dry Tobacco develops into a vanilla sweet, smoky spiced blend that you want to eat. Lasts forever and a day, and on my skin not many things do. Masterfully created and signature worthy.", "8": "I wish I would have never tested this! \nAnd its only because now that I have, I WANT THIS BADLY!\n\nAt first I get a kickback of red cinnamon & some clove spice, like that in a red chewing gum, or the candied spice in a \"Mike & Ike\". But then it rounds itself out into a mature vanilla & sweet tobacco scent, along with something else, maybe licorice.\n\nIt's sexy, dark, and daring for a woman. Oh yes! But I think that's what makes it so intriguing. I know a man can wear this also, and I definitely hope they would, but I would almost prefer to smell it on a female... a femme fatale. Maybe she's unconventional, secretly smokes a pipe, or rolls her own cigars??? Who knows! But this scent alone would make her extraordinary!", "9": "Bought this for my bf and when he has it on (I told him it's a special occasion/date night cologne), I immediately want to cancel our plans, stay in and smell him all night. It smells like a kind gentlemen, or a very powerful sexy woman. Either way, it's amazing! If your s/o comes off nice but has a dark touch, or seems a bit mysterious with a kind soul, get them this. It's amazing.", "10": "Warm, cozy, sweet and a little spicy. Whats not to love?\n\nTobacco Vanille is a beast of a fragrance. I get a beautiful, thick vanilla with some chocolate-like tobacco. I also get a touch of cinnamon or some other spice, but for the most part you will get a lovely vanilla pipe tobacco. It comes off very luxurious, and it works best dressed up formally on very cold nights. \n\nPerformance. Is. Insane.\n\nPerfectly unisex\n\n8/10", "11": "A beautiful pipe tobacco smell.  Women will not stop sniffing you!  This is. Perrrrrrrfect for fall and winter.  It's spicy perfection in a bottle.  High price but high class.  You may need a second job for this one but you will be making memories all around you as you do.  There are cheaper alternatives but none match this juice.  Burbery London is the white trash trailer park cousin of this.", "12": "Earth-shatteringly beautiful. As a vanilla/gourmand devotee who is trying to build a more serious fragrance collection, some of the higher end fragrance houses can be intimidating. Tobacco Vanille seemed palatable enough so I procured it as a blind-buy. Upon initial spray, I was mystified. Swirls of earthy tobacco woven with vanilla cream and kissed with spice. I couldn't take my nose from my wrist. With time, the scent evolved into a more robust and sweet fragrance, like a beautifully blended whiskey and a splash of Coke with a glossy, honeyed finish. Tobacco Vanille is simultaneously inviting and bold. I think I would loving smelling this on my SO just as much as I love wearing it. The longevity is just right and the scent screams sophistication and opulence in a sublimely androgynous way.", "13": "Simply delicious.\n\n Tobacco Vanille is about 3 parts vanilla, 2 parts tobbaco and one part cocoa. The vanilla is beautiful, and of a high quality; sweet yet also quite natural. The tobacco is the spicy, clovey type and reminiscent of smells one typically associates with the holidays. TV has very good projection and longevity, though it does not develop or change much throughout the life of the scent. It is probably most appropriate for night-time wear, or a day spent out and about. TV is a fairly heavy scent, but works fine when applied moderately. \n\n If you're looking for a something sweet to wear in the fall or winter, don't pass this one up! It's one of the best gourmands out there.", "14": "Tobacco Vanille is supposed to be a unisex fragrance, but I honestly don't care much for it on myself, its just a little too dense and sweet on a man. On my wife however it smells absolutely phenomenal. and has become her favorite fall/ winter scent. It smells like a fruity hookah smoke with a vanilla tobacco attar about it. Nuclear performance all around lasting easily 12+ hours on her skin with just a spray or two. I know it's been reformulated but she doesn't care, her bottle is from 2016 and it lasts and smells just fine to my nose. This has got to be the absolute sexiest cold weather fragrance on a woman that I've ever come across.", "15": "I absolutely love this fragrance. A complete masterpiece in my opinion!\n\nJust making things short: honey, vanilla and tobacco never were so good on my skin, and this combination stays and projects forever!\n\nA MUST TRY for anyone who loves sweet fragrances.", "16": "First perfume that ever took me by storm. \n\nOne sniff and it still makes me imagine an old library furnished with only heavy, dark pieces of massive wood. The room is lit only by candle light. An intelligent man with dark hair and a salt and pepper beard sits in the leather chair next to me, he cuts a cigar but doesn't light it yet. He crushes the discarded flakes of tobacco between his fingers. He sits so close to me that I can almost detect the smell of the after mint on his breath. \n\nThe vanilla of the scent isn't materialized in this instant image, but it kind of wraps the entire scene and sensation of the scent in a cloak of comfort and security. Nothing dangerous can happen, but something exciting will.", "17": "This is amazing.\nOpens up with glorious daddy issues of pipe tobacco and bourbon, then dresses in a chocolate velvet vest with a watch chain and takes me out to the lesbian billiards bar. I drink vanilla shots until I'm cut off for spilling one and we go home to empty cabinets except for that fruitcake I re-gifted and got back two years later. It's delicious.\nBest date ever.", "18": "I love it. I want to bathe in it. Buying it as we speak.\n\nI smell like a teabag + vanilla for hours upon hours. It's great. Utterly wearable. Not too sweet.\n\nI also own Tihota and now feel like I have all my bases covered. Vanilla-wise, that is.\n\nEdit: The real \"Fucking Fabulous\".\n\nEdit: Haha, no, Vanilla-wise I do not have all my bases covered. So naive, lol. One can never have too many vanilla perfumes.", "19": "No fragrance takes me somewhere else like this. I spray it, and I'm suddenly of \"old money\" in a swanky cigar lounge in London in Fall. I've only been to London once to date, but this one screams classy Brit to me. It's also so cozy that if you're spinning a rainy weekend at home, I can think of nothing better to spritz. The vanilla is subdued, and the tobacco is somewhat clean; nothing dirty about it.\n\nIt's handsome; it's pretty. After putting it on, you can see why Tom Ford fragrances became so sought after. Most of the remaining collection doesn't compete with how moving this release was. People starting to get into high-end fragrances should look to this first. The new 10 mL travel bottles with magnetic caps are priced somewhat reasonably since you'll used it so sparingly because it's so potent--both in longevity in sillage.\n\n10/10 delicious scent, 10/10 longevity, 10/10 sillage. True masterpiece that's a must-have for any collection, big or small.", "20": "Probably the biggest compliment getter in my collection. I would never have guessed it would be since the tobacco and spicy notes definitely are noticeable, and not usually \"easy\" or mass appealing. In the dry down however, they get a little bit pushed to the side by the vanilla and that's usually about the time when people compliment me on my scent. It lasts an enormous amount of time and projects very nicely without being offensive. I would be  a little cautious with wearing it in hot weather, although I have to admit, I have and didn't get any complaints. A beautiful nighttime scent, especially great for cozy scenarios during the fall and winter. Also, a perfect unisex scent that I love to share with my boyfriend. I highly recommend it!", "21": "This is the first Tom Ford fragrance I have fallen in love with to the point of needing to buy it for myself.  I'm so glad I own this one, because it's beautiful.\n\nThis fragrance is very straightforward, and Tobacco Vanille is a very accurate name.  Basically, this perfume is a beautiful mix of pipe tobacco and vanilla cake. It's very yummy and sophisticated at the same time. I think that the spicy notes add an almost cinnamon-like characteristic to the perfume as well, which really warms up the fragrance to the point where I view it as a Fall and Winter perfume.  The cacao and tonka bean, I think, really add to the vanilla to the point of making it smell like a piece of cake rather than just vanilla extract (if that makes sense). I pick up on an almost \"eggnog\"-like vibe to this ... A boozy, nutty, and cinnamon-y vanilla.  If you love eggnog like I do, then this perfume is definitely worth checking out.  This is going to become a favorite Christmas/Holiday scent for me for sure.\n\nLike all Tom Ford fragrances, the sillage and the duration of the perfume are crazy-impressive.  All you need is one spray, in my opinion.  I think this fragrance smells best when you approach it with a \"less is more\" mentality. This is a fragrance where you want people to smell it when they're close to you, in my opinion.\n\nFor me personally, I find this fragrance to be very sexy and cozy. This is something I will wear for date night and cocktail parties.  I also think this is a fantastic unisex fragrance ... It has the perfect combination of masculine and feminine.", "22": "My first full-sized bottle from TF and what a great choice. It's stunning, opulent, seductive, loud. Everything I want my perfume to be. If you're looking for boozy, tobacco, vanilla, spicy, fruity scent with a lot of character - look no more.", "23": "This scent. Words fail me. Love at first whiff for my husband and I. I've never had a scent that is always a good choice for every season, every occasion. Even for work (with very picky co-workers) and casual wear. Amazing and complex in every way.\n\nWhen I was a child, there was a used book store in a hundred year old store front that sold my Dad's favorite pipe tobacco in bulk. There were several apothecary style glass jars filled with fruity, boozy, and vanilla scented tobaccos that mixed and mingled with the old leather of chairs and books and the pot of coffee in the corner. That is what this scent smells like. Old money that is quietly content with the simpler things in life and is in no way ostentatious or gauche. Perfection.", "24": "So I finally got around to try this little rascal, and this guy has attitude! To me Tobacco Vanille introduced itself like a delicious explosion of vanilla rum, tobacco, smoke from a fireplace, myrrh, cinnamon, raisins and a mix of various dried berries (not considering the actual notes in it here, just what it instantly smelt like to me). As it dries down it strongly reminds me of a Norwegian drink we have during Christmas time, called \"gløgg\", similar to the German/Austrian \"Glühwein\" (hot wine/mulled wine). It was not at all what I expected, but it's very well done imo. It was quite a surprise to my nose and it instantly brought me to Christmas time with my family, snuggling up in front of the fireplace all happy, satisfied and calm after a heavy Christmas dinner. \n\nI like it because it smells good and because it brings me that particular memory of a special time of the year, but it's not something I'm able to wear as a perfume. For that it's way to heavy/dark/different to me. But I wouldn't mind having a spritz of it from time to time, even though I won't be buying a bottle of it. But really, I think everyone has to try this on once, just because it's so special and different.", "25": "If you're looking for an overly complex scent that changes from top notes to dry down, Tobacco Vanille is not for you. However if you're wanting the best rendition of something simple, TV is one of the best out there. The tobacco is exotic and comforting rather than dry and off-putting, and the vanilla isn't so sweet as to make you feel like you just rubbed a cupcake on your arm. However the blend overall is sweet enough that I can't imagine it on a man. Sillage can be quite strong so dab rather than spray if you can, and longevity is superb at 6 hours and counting.\n\nHowever, for all its beauty Tobacco Vanille is horribly overpriced. I don't mind paying top dollar for the well-blended, complex, and long-lived, but a blend this linear needs to have a good chunk knocked off the price. $120 or $140 would be tempting, but at nearly $200 for 50ml TV is the kind of scent I'll pine for but never buy unless $200 somehow dropped onto my lap.", "26": "Tobacco Vanille, an enticingly warm and intense fragrance that intensifies as your body heat increases.\n\nA seductive and comforting fragrance reminiscent to the aroma of marshmallows dipped in warm chocolate & vanilla. \n\nit starts of with a trio of cocoa, vanilla & dried fruits to create a harmony of warmth with vanille undertones.\n\nthe Cocoa & vanilla stay as notes of creamy marshmallow comes out to intensify the sensuality and passion of the fragrance.\n\nthe fragrance is balanced by the smoky tones of tobacco leaf & tobacco flower to keep it from becoming to sweet. \n\nOverall if you like the smell of toasted chocolaty marshmallows infused and heightened by the seductive tones of vanilla & tobacco, you will love this one\n\nA very private creation, turned down the light and the warmth & gourmand notes of this fragrance should enhance any couples mood throughout the night and leave it's warm impression the morning after ;-)", "27": "At work today (I work at a perfume store) I was helping a gentlemen and kept getting whiffs of a delectable sweet vanilla...it confused me as I was on the mens side. He began talking about what he wants in a fragrance and motioned for me to smell his neck, I leaned in and WOW !!!! AMAZING! It completely blew me away! In my 9.5 years working here I've never been able to smell someone's cologne over all the other smells in the store. This stuff is expensive and rightfully so, it carries very well. Maybe one day I'll get my hands on a sample of this. It's PERFECT for the colder weather.\nI regret not smelling his neck one more time :(", "28": "Think of Tobacco Vanille as a machine. A very specific machine that does nothing else beside mass producing Compliments. \n\nNow you know what it smells like.", "29": "I got a decant of this. This is what I want Spicebomb to be.\n\nImmediately, I get wet, boozy, rum-soaked pipe tobacco, then vanilla (slowly). Dry spices--cinnamon and clove, mostly--roll out like curls of smoke after half an hour or so. After another thirty minutes, I start to smell this jammy/fruitcake note. It reminds me of sweet port. Then, it goes back to tobacco and kind of starts over again. This is full of liquor. Wearing this makes me feel like I'm having a stiff, thick drink in an incredibly nice library. I really like this.\n\nThe problem I have with this (as a graduate student) is that I can't think of any \"real life\" situation for wearing it--haha, or affording a real bottle, for that matter.", "30": "Enormous Silage & Great longevity.\n\nThis is a smoky vanilla scent, not gourmand.\nI don't know why I always thinking of HONEY when I was wearing it.\nUnisex but a bit feminine.\nThis is a tobacco scent that women can wear it without doubt.\nI bought 100ml in 2007 first release. \nIt's warm, sophisticated & wearable all seasons.\nIt lasts all day.(HUGE++)\n\nUNIQUE scent.\nLove it!\nMy favorite from TF.", "31": "I can't believe this took me so long to test out, but I'm so glad I got around to this one.\n\nThere is something unidentifiable, yet familiar about this fragrance. It kept evolving, and reminded me of different things and experiences in my life. I kid you not, my first experience wearing this scent consisted of me sniffing my wrist compulsively thinking, \"Oooh! Cinnamon buns? Dried cloves? Spice markets? Chai tea? Cinnamon sticks? Antique furniture? The holiday season? Spiced eggnog? Sweet tobacco? Incense sticks? No, that can't be it..\" It actually seemed like this was an extension and reminder of all of my fondest memories and the memorable smells that went along with them! \n\nTobacco Vanille is very warm and comforting in a unique way. It has just enough sweetness to balance out the dry tobacco, without being cloying. It kept me entranced and above all, interested in what I would think of next; this was a journey in a bottle for me. \n\nIf it's any consolation or help to anyone, I'm a female in my early 20s and I love the way this smells on my skin, but I would love it equally as much on my man. A smell like this has no gender or limitations.", "32": "When I first smelled Tobacco Vanille it was love at first smell. I initially walked into the boutique in my area just to get an idea of what Tom Ford had to offer. I had heard the reputation of this particular scent, but was a little nervous about the idea of wearing something too smoky. I was able to pick up a sample of it and couldn’t put it down. I found myself smelling my wrist throughout the day. It’s addictive.\nAt first the tobacco note is a bit more noticeable on my skin; but it’s not like a fiery smoke – more like a cooking smoke – at least on me. On myself, the smoke wears down and I am left with a spicy vanilla. To me, it smells like a sophisticated sweet fragrance. It’s not a sickly sweet by any means.\nThis lasts on me for hours, and even when it’s onto hour eight or so, it is still close to my skin and is just wonderfully cozy. It’s certainly my most complimented fragrance from both men and women. Despite owning so many other scents, I would go as far as to say this is my favorite – at least for now.", "33": "Ohhhh Tobacco Vanille, you make me swoon. This is one of my favorite fragrances to smell on a man during the winter. I have worn it on myself as well, but it is the type of smell that I want my partner to wear when things get hot and heavy. The scent of the expensive, unsmoked cigar and the decadent chocolate and vanilla are beautifully blended. There are so many tobacco fragrances on the market right now, but none of them makes me weak in the knees like this one.", "34": "Just got my Tobacco Vanille! It is a 100ml blind buy as I only purchased it because of the notes in it.\nAnd....\n\nIt is heavenly! So yummy and scrumptious I can't get enough of it!\nIt lasts for hours after just one spritz, and the smell just gets better with every second.\n\nI'm so glad I bought it! Highly recommended for lovers of quality sweet perfumes. You are sure to delight in this one.", "35": "Many people say they can't find an occasion to wear this scent. That's because it should be worn by rich people that dress well, that have a rich environment and don't think too much about the scent itself, like normal people would put some generic CK on. I bet Tom Ford himself would even wear this during high heat and couldn't care less about anyone's opinion", "36": "Sex in a bottle... I love the smell of a Gentlemen’s Club.. this envelopes me in dark wood, maroon, cigar smoke, bourbon, expensive colognes, \nThis is the essence of this blend. I can’t pull a single note out, I smell them all at once.\nIt’s sexy, It’s a smell you hope to find on someone you want to know better although the olfactory is said to have drawn us already, we’re greedy & want more..  imho... this is definitely one of the mores..\nLight of hand.", "37": "This right here, has to be one of the top ten greatest fragrances ive had the pleasure of having my nose on. Man. I've had a few decants of this and have applyed it formaly and also on a date. Let me say if she hugs u and her eyes dont pop out of her gorgeous head.Dump her immediately. Move on to someone who understands this whole situation. Good God!", "38": "Wife bought me a bottle of this for Christmas back in 2010. I went through an entire bottle in one year and wife bought me a bigger bottle for Christmas in 2011. I wore it sparingly since then because I wore so much of it so it wasn't anything special anymore....so I moved on to other fragrances. \n\nMy wife surprised me today for my birthday with a new bottle of it because she thought I had run out of it and she said she missed the smell.....I didn't tell her I still had a lot left! I sprayed it on the back of my hand and wow.....huge difference from the old version! Her words...\"Eew....is that what you used to wear\"? \n\nToo much vanilla on top. I let it dry down for an hour to get a better read of it but the vanilla is still dominant. I can smell a hint of tobacco but the vanilla is still very dominant after an entire day at work.\n\nFound the old bottle of TV and sprayed it on the back of my hand....still a masterpiece. Very smooth and still has that tobacco/vanilla vibe that isn't overpowering and still has a bit of smokiness to it that I remembered.\n\nI'm bummed it's changed to what it is currently. I want to start wearing it again but am afraid that once it's gone, I'll never be able to find an old bottle. Bummer.", "39": "I finally received a sample of this through a swap and then bought a small bottle. I did not know I needed it until I had it. This is AMAZING! I wasn't convinced I'd like it because of the tobacco, but it's rich, thick, smokey vanilla with hints of cherry in the background. Those who mentioned Michael's around Christmas time, yasss! That scent, elevated!\n\nIt also reminded me of sitting in a lounge in an upscale Caribbean resort, wearing a vanilla scent, sipping on a fruity drink, while a couple people are smoking cigars somewhere around.", "40": "Good god, Tom Ford is going to be the death of me. I don't know what is happening with my nose. I have always favored sweet gourmands, but I fell madly in love with Black Orchid a year ago. I didn't realize at the time that it would turn out to be a gateway scent into Tom Ford's entire collection. I ordered several decants of his private blend, and the teeniest one was a 1/2 ml of this scent. I am in awe. \nTobacco vanille is stroll down a bustling sidewalk when a surprise whiff of an elegant cigar shop stops you in your tracks. It is most assuredly tobacco, on a bed of vanilla with honeyed sweetness. This scent nearly has me trembling.  I am not sure how Tom Ford does what he does. How his scents are simultaneously warm yet aloof, sweet yet earthy, clean yet deliciously dirty. Sex after a shower. Provocative, alluring, and narcotic.\nUltimately, I realized that this scent brought back wonderful memories of times with friends. Long philosophy filled nights where rich cigars and clove cigarettes were smoked over glasses of scotch. The room tense with high ideals, thick smoke, and flirtation. Mystical nights, forever embedded in my memories. Any scent that can bottle that, I must own. I adore this scent.", "41": "Great news...I put Tom Ford's Tobacco Vanille on at 4:30pm yesterday, and it's still going!  So glad I found one with good lasting power.  (Black Violet and Oud Wood were excellent and I loved them but they disappeared too quickly)\n\nFirst of all, you really have to be a lover of vanilla in a scent (I am).  Because the scent, to me was pure tobacco and vanilla.  First blast, they came out together loud and very clear, with some wood smell in the background.\n\nThat's pretty much what this scent is all about.  The blend is superb; an excellent smooth tobacco and vanilla.\n\nSecond phase, the vanilla really shines (that's why I say you have to like vanilla), and the tobacco takes a back seat for a while, but it's still a heavenly blend.\n\nDry down is tobacco and vanilla but very creamy, closer to skin but still projecting after 6-7 hours!  Went to sleep, woke up into that wonderful scent still going pretty strong.\n\nThis one is a definite buy for me, because I love the fragrance and it's long lasting.  That is one of the things I insist on in a fragrance, because I wear them for me, I want to smell them all day...they're aroma therapy for me.  Felt very open and proud wearing Tobacco Vanille.  Superb!", "42": "This was a gift from my wonderful perfume addict Grandmother and she should be on here making perfume recommendations, as she always knows exactly what I will love. Unfortunately, she refuses to use a computer so I will try to describe this one as best as possible for you. \nTo me, it smells like a cigar shop, where all the walls and floors are made of cherry wood and there are vanilla candles burning all over the shop. It does not smell like a lit cigar, or an old pipe, or an unlit cigarette, or a smokey bar...it smells like the classiest cigar shop that sells only the most coveted, high-end cigars - in fact, they roll them there since I smell what is more like raw tobacco as opposed to tobacco when it is rolled up into a leaf or paper. \nThere is something very comforting about this scent and there are nuances of cherry and spices, perhaps nutmeg in the background, although I think these are the tobacco and tonka bean. \nThe combination of vanilla and tonka bean always create something magical for me, but when you add that tobacco in, it's truly heavenly. \nVery Tom Ford, very expensive, probably not something I would have splurged on but I'm glad that my grandmother got me a bottle. \nFor the record, this smells totally different on my husband. It's very distinguishing and not as sweet on him; more spicy. The vanilla really comes through on me but the spices make more of an appearance on his skin. We could totally share this, but we don't. It's mine :)", "43": "I have never smoked. But have always loved the scent of a good sweet cigar.\n\nTobacco Vanilla starts out like that perfectly. It's exactly what I always loved about tobacco scents, real tobacco scents.\n\nAfter a while the tobacco takes more of a backseat and it's vanilla all the way.\n\nAlso, this stuff lasts....and lasts and lasts and lasts. A little bit is enough for a looooong time.", "44": "Fragrance -Tobacco Vanille Tom Ford\nBottle from - 2015\n\nWhen darkness rise,and you are facing superior enemy,almost ready to enter the fight against all odds,fight that you cannot win,and at that point in time,at point when all become one,you find peace.You are just about to give the speech of a lifetime.Speech to your friends,brothers and sisters,that we will not go quietly into the night,that we will defend our light,whatever the cost may be,and we will be glorious and eternal.For that speech I chose Tobacco Vanille.\n\nLongevity - 10/10(12+hours)\nSilage/Projection - 9/10(several feet away for the first 3-4 hours)\nWeather - late autumn,winter\nAge - 27+ \nCompliments - 8/10\nScent - 10/10(masterpiece)\n\nMain notes according to me -\ntobacco leaf,vanilla,cacao,tonka bean,spices,dried fruits.\n\nThe drydown is nice and i get some -vanilla,woodiness,tobacco and spices. \n\nEmotions -dark vibe elegance,sophisticated,extraordinary,                                         remarkable,class.\n\nOccasion -special occasions,formal events,life defining moments. \n\nOne of the best tobacco-vanille fragrance.You'll get compliments with this one.Very elegant,impressive and sophisticated scent.Definitely will get everyone's attention.", "45": "Sooooooo sweet and wonderful! It's like the 8th wonder of the world.  It's not even just another fragrance, it's something extra.  Something otherworldly.  The strength, the longevity, the sweet smell... get a sample.  Even if you don't wear it or want to buy it, you deserve to experience it. \n\nMostly vanilla with slight tobacco.", "46": "I don't have the fragrance, but I tested a sample of it at the store. Just fyi, I'm 19, so I'm still pretty young. This was the first time I've ever smelt the tobacco scent, and I gotta tell y'all it knocked me off my feet. I was not expecting the pleasantness of the smell. The tobacco mixed with the sweet vanilla, just omg, SUPERB! I see a lot of reviews saying it's only for the mature, but I think it may work out on young adults too. It's absolutely captivating and seductive, it really spells out confidence as well as it charms. The dry-down of the scent is just as good. I only wish I could afford to buy a bottle of Tobacco Vanille, but unfortunately it's quite outside what I can afford.", "47": "The first time I received my bottle of this, I sprayed two solid sprays on the back of my hand and put my nose to it, followed by a quick pull away and a thought that I'd made a terrible mistake. The scent was overwhelming, way too strong and overpowering. For the remainder of that night I kept smelling my hand, berating myself for blind buying such an expensive bottle (FYI, I'm a serial blind buyer). \n\nThe next day, after a shower I decided to try it again. This time I used one spray on my hand and stuck my nose in. It was as if I had smelt something completely different the night prior. The warmest, sweetest and richest vanilla note I had ever smelt hit me, followed by a warm, cozy tobacco note. I instantly fell in love with the scent and praised myself immensely for being so smart to blind buy a bottle of such quality!\n\nTo make matters even better, my wife smelt it and fell in love with it (my wife enjoying a fragrance automatically gives it a positive in my books. Her compliments are the only ones that truly matter at the end of the day). She said I smelt like a Caribbean breakfast called cornmeal porridge, which she adores, and I get the comparison, especially because we flavour our porridge with a lot of vanilla, cinnamon and condensed milk, so all the same facets were there.\n\nEvery time I've worn this scent since then has made me fall deeper and deeper in love with it. I love the warmth it brings and the stickiness in the air. I don't think I've ever enjoyed wearing a scent as much as I have enjoyed wearing TV. It's a masterpiece of perfumery. I just wish I lived somewhere where it's colder for longer so I could wear this more often. I may just start doing one spray in the summer so I can experience it more frequently. \n\n10/10", "48": "You meet your Gf's parents and you're wearing TV for dinner. The next evening you knock on their door to see your Gf a second time, but there instead waiting, is your Gf's Milf mom, having somehow managed to tear her clothes off faster than meeting a malnourished Lion that has escaped an Indian zoo cage. She bends her body forward to force a whiff into her enlarged nostrils of the green cloud of TV emanating from your pulsing wrists, her lips smirk. Not 1 minute later you've popped your cherry. \n2 sprayed sweater hung on a clothes rack made my Gf want to have freaky time in my wardrobe.\nSprayed once on my wrist, after about an hour of drying down I reached for the bed and found a cold spot under my pillow. Let my hand rest there for 2 minutes, then got up. Pillow smelled TV for a week straight.\n\n11/10 would definitely not recommend Tom made this one for me", "49": "Tobacco Vanille is the quintessential winter night out scent for people looking to create a classy, confident and sexy impression for themselves. It is alluringly loud and warm, which can be attributed to its intersection of balanced sweetness with indulgent vanillic creaminess. Give it a go if you're into gourmands! 9.5/10"}, "3": {"0": "It is so innately human to have a connection with fire and burning wood. This is a fragrance that will truly transport you and ground you in the memories you have with fire. We all have this connection - this memory of sitting By the Fireplace. It's warm, sweet burning wood, sticky marshmallows, cloves, smoke and vanilla. It's so delicious.  \nOn a more personal note, this fragrance has helped me mend my relationship with fire after having lost my home in the California wildfires this past year. It truly is something special and a fragrance I admire and adore.", "1": "This fragrance is so evocative, it captures the mood of winter perfectly. Immediately I am transported to late autumn and the smell of bonfires, the crunch of leaves and the sight of my breath like smoke in the air. \nAs this scent dries down, the smoky note retreats a bit and a cinnamon sweet vanilla enters which reminds me of L by Lolita Lempicka. I find this phase of the fragrance absolutely heavenly. \nIt will smell wonderful from late October through to Christmas. As much as I'm enjoying this surprisingly lovely late summer weather in the UK I'm looking forward to lighting my fire in a few months' time and snuggling up with this fragrance on.", "2": "Due to the volume of reviews, I'll keep this short: Cozy, real wood burning, mix of holiday cheer, along with a large, clean smelling vanilla candle. Buy a full bottle, and relax with your loved one.", "3": "BTF really does smell like being by the fireplace. But it is so much more than that. It is a very comforting smell. Something you are already familiar with because you have been next to a bonfire or just out in the woods with friends with a fire burning. The vanilla is right there under that burning wood smell and it is gorgeous! I sprayed my favorite hoodie with it and was laying on the couch this morning and I felt so comforted by the smell that it was nearly indescribable how I felt. It was like a warm hug from your beloved. Whoever came up with the idea to make a scent like this is a genius!", "4": "Everyone crying that this isn't nichelike is sad that it smells better than 95% of niche fragrances. Do yourself a favor and get a sample of it. This stuff is awesome. Is it a little bit linear? Yes... but if it linearly smells fuc&ing splendid who cares..?"}, "4": {"0": "Remember that one scene at the end of \"Grease,\" in which good-girl Sandy is all decked out in black leather and high heels because she thinks that's what's going to impress Danny, yet despite her \"rebellious\" exterior, she is still a naive and good girl at heart? YSL's \"Black Opium\" is just that: the bottle looks cool, and the juice even smells dark and mysterious--but only initially. After 10 minutes, the dark and smoky coffee note fades away, and you are left with a sweet, pretty Bath & Body Works-type vanilla note. Average silage, and average lasting power (3-4 hours). So, there you have it, ladies and gents, the Sandy of the perfume world.", "1": "(I work as a beautyadviser and a spokesman from YSL visited us today at work. So my review is real and honest.) This is going to be a hit! Seriously. I really, really liked this one. After few hours it's so soft on my skin. At first you can really smell the coffee, but it's not a bad coffee. (And I don't even drink it!) It really smellt delicious and sultry at the same time. Perfect for winter. Vanilla and coffee together in a perfume, who would have thought? :) LOVE. (And I'm from Finland - if anyone is wondering!)", "2": "I bought this scent for my mother. She is in her sixties and last year she was diagnosed with stage IV colon cancer, which has spread to her liver and lungs. She is still battling this awful enemy - let's hope she wins! As a consequence of the chemo and other therapies that she is receiving, she has developed some ulcers and had to give up on drinking coffee; moreover, most of her old perfumes now make her feel nauseated. Fortunately I found Black Opium for her, which satisfies her coffee cravings and doesn't irritate her nose. In her younger days she used to wear the original Opium, which was a beast; however, its present day incarnations, including the Black Opium, are much less powerful. I usually complain about the fact that most contemporary perfumes are watered down versions of the old ones; but, as we can see, in certain cases a softer scent is actually preferable.", "3": "Black Opium - Enjoyable for those who like cream in their coffee.  \nThere are two types of people when it comes to coffee enthusiasts:  \nThe first cares about notes, purity, sourcing, and the process. They are most likely to purchase premium beans from roasters or go the extra mile to order pour over at a reputable coffee house. They are excited for the intricacy and drink their coffee black to savor it in its glory.  \nThe second is just enthusiastic about enjoying a nice cup of joe. They have no special caveats, only a craving for something caffeinated and cozy. They find that adding a splash of cream and maybe even sugar only makes the experience more enjoyable. High end cafe or folgers at a friend's house, they can take pleasure in it.  \nBlack Opium is for the latter person, and I am that kind of coffee drinker! I enjoy coffee of all types, and in that sense, I am not asking Black Opium to be more than it is. I can enjoy it at face value while others scoff at it or wish it was more reminiscent of Opium.  \nUpon initial spray, I get a mellow coffee, straight coffee but hints of non-evasive flowers. Then the scent opens up and all at once, I feel a splash of sweet flavored vanilla creamer swirl in. I get the slightest tart of cherry, much like cherry tart notes in coffee. Very subtle, but it adds a little complexity. The dry down is very gourmand vanilla with slight stickiness, kind of like when a bit of creamer settles to the bottom and the last few sips are very coffee candy with less floral presence, but it lays close to the skin so it isn't offensive. \nIt's evoking but cozy, playful and bright, but not brash -just how I like my coffee.", "4": "I am in love with this scent!!. I found it at the UK's duty free some days ago.\nIs really a unique fragrance, outstanding, very very contrasted from regular Opium or Belle, could be named differently.\nThe coffee note is well blended with the vanilla, making it soo beautiful and alluring!.\nI can notice the floral notes in the middle stage, which are very attractive and gives an interesting twist, is a real complex scent. \nIs very feminine, a modern vision (but keeping the brand's soigné), also elegant, with personality, the pleasant coffee mixed with florals compose this distinctive womanly aura.\nLasting power is good, You can feel it for a long without being overpowering, can be wear all time.\nVery YSL!!."}}}